Repository: WisperGatis/BodySlide-and-Outfit-Studio
Catalog: lang/*/BodySlide.po
Languages: de, tr

source: Delete Preset
de: Preset löschen
tr: Hazır Ayarı Sil

source: Failed to save preset (%d)!
de: Konnte Preset nicht speichern (%d)!
tr: Hazır ayar kaydedilemedi (%d)!

source: Failed to save preset as '%s' (%d)!
de: Konnte Preset nicht als '%s' speichern (%d)!
tr: Hazır ayar olarak kaydedilemedi '%s' (%d)!

source: Choose a folder to contain the saved files
de: Wählen Sie einen Ordner, der die gespeicherten Dateien beinhalten soll
tr: Kaydedilen dosyaların için bir klasör seç

source: All sets processed successfully!
de: Alle Sets erfolgreich vearbeitet!
tr: Tüm guruplar başarıyla ayarlandı!

source: Complete
de: Abgeschlossen
tr: Tamamlandı

source: Starting conversion...
de: Starte Konvertierung...
tr: Dönüşüm başlatılıyor...

source: Updating Project Output Settings
de: Aktualisiere Projektausgabe-Einstellungen
tr: Proje Çıktı Ayarları Güncelleniyor

source: Deleting Shapes...
de: Lösche Modelle...
tr: Kalıplar Siliniyor...

source: Loading conversion reference...
de: Lade Konvertierungsreferenz...
tr: Dönüşüm referansı yükleniyor...

source: Conforming outfit parts...
de: Übertrage Slider...
tr: Kıyafet Dönüşümleri güncelleniyor...

source: Updating conversion Slider...
de: Aktualisiere Konvertierungs-Slider...
tr: Kaydırıcı Dönüşümleri güncelleniyor...

source: Setting the base shape and removing the conversion reference
de: Basismodell setzen und Konvertierungsreferenz entfernen
tr: Temel kalıp ayarlama ve dönüştürme referansını temizleme

source: Skipping conversion reference...
de: Überspringe Konvertierungsreferenz...
tr: Dönüşüm örnekleri atlanıyor...

source: Loading new reference...
de: Lade neue Referenz...
tr: Yeni örnek yükleniyor...

source: Copying bones...
de: Kopiere Bones...
tr: Kemikler kopyalanıyor...

source: Adding Bones...
de: Füge Bones hinzu...
tr: Kemikler Yükleniyor...

source: Conversion finished.
de: Konvertierung abgeschlossen.
tr: Dönüşüm tamamlandı.

source: Outfit Studio: OpenGL context is not OK.
de: Outfit Studio: OpenGL-Kontext ist nicht OK.
tr: Outfit Studio: OpenGL içeriği mevcut değil.

source: OpenGL Error
de: OpenGL Fehler
tr: OpenGL Hatası

source: The shape has reached the vertex count limit.
de: Das Modell hat das Vertex-Limit erreicht.
tr: Bu kalıp, uç tepe sayısı sınırına ulaştı.

source: The shape has reached the triangle count limit.
de: Das Modell hat das Triangle-Limit erreicht.
tr: Bu kalıp, üçgensel sayı sınırına ulaştı.

source: Please enter a new unique name for the group.
de: Bitte geben Sie einen neuen, einzigartigen Namen für die Gruppe ein.
tr: Lütfen grup için yeni bir isim belirle.

source: Rename Group
de: Gruppe umbenennen
tr: Grubu Yeniden Adlandır

source: Save changes to group file?
de: Änderungen in Gruppen-Datei speichern?
tr: oplu değişiklikler bir gurup dosyası adında kaydedilsin mi?

source: Save Changes
de: Änderungen speichern
tr: Değişiklikleri Kaydet

source: Enter a name for the new layer.
de: Geben Sie einen Namen für die neue Ebene ein.
tr: Yeni katman için bir isim belirle.

source: Name new layer
de: Neue Ebene benennen
tr: Yeni Katman İsmi

source: Choose a normals generator preset file...
de: Normal-Generator Voreinstellungsdatei auswählen...
tr: Genel standart ayarlamalarını hazır ayar olarak seç..

source: Save normals generator preset to...
de: Normal-Generator Voreinstellung speichern nach...
tr: Genel standart ayarlamalarını hazır ayar olarak kaydet...

source: Layer
de: Ebene
tr: Katmanlar

source: Background File
de: Hintergrunddatei
tr: Arkaplan Dosyası

source: File source for this layer.
de: Dateiquelle für diese Ebene.
tr: Bu katmanın dosya kaynağı.

source: Color
de: Farbe
tr: Renkler

source: Solid background color (if file is not set).
de: Einheitliche Hintergrundfarbe (wenn Datei nicht gesetzt).
tr: Koyu arka plan rengi (eğer dosya ayarlanmamışsa).

source: Resolution
de: Auflösung
tr: Çözünürlük

source: Output texture dimensions. By default all images will be scaled to fit this size.
de: Dimensionen der Ausgabetextur. Standardmäßig werden alle Texturen auf diese Größe angepasst.
tr: Doku boyutları çıktısıdır. Varsayılan olarak, tüm resimler bu boyuta uyacak şekilde ölçeklendirilecektir.

source: File containing normals data to combine. Note this file should fit the mesh UVs.
de: Datei mit den zu kombinierenden Normals-Daten. Diese Datei sollte an die UVs des Modells angepasst sein.
tr: Birleştirilecek normal veri dosyalarını içeren kalıp. Bu dosyaların örgü UV'lerine uyması gerektiğini unutmamalısın.

source: Is Tangent Space?
de: Ist Tangent Space?
tr: Teğet Uzay mı olsun?

source: True if the normals data in the layer file is in tangent space, false if they are in model space (msn).
de: Ja, wenn die Normals-Daten in der Schichtdatei im Tangent Space ist. Nein, wenn sie im Model Space (msn) ist.
tr: Eğer katman dosyasındaki normal değerler verisi teğet uzayda yer almıyorsa, model uzayda (msn) yanlış görüntülenir.

source: A greyscale image used to mask updates to destination image.
de: Graustufenbild um Änderungen an der Ausgabetextur zur maskieren.
tr: Hedef resme güncellemeleri maskelemek için kullanılan gri tonlamalı bir resim.

source: X Offset
de: X-Verschiebung
tr: X Dengesi

source: Offset to apply to image position.
de: Verschiebung der Bildposition.
tr: Görüntü pozisyonuna uygulamak için dengeleme.

source: Y Offset
de: Y-Verschiebung
tr: Y Dengesi

source: If true, scale image to match background resolution.
de: Wenn ja, wird das Bild an die Hintergrundauflösung angepasst.
tr: Eğer bunu kabul ediyorsan, resmi arka plan çözünürlüğüne uyacak şekilde yeniden ölçeklendirmelisin.

source: Checking destination...
de: Überprüfe Ziel...
tr: Hedef kontrol ediliyor...

source: Adding reference shapes...
de: Füge Referenzmodelle hinzu...
tr: Örnek kalıplar ekleniyor...

source: Adding outfit shapes...
de: Füge Outfit-Modelle hinzu...
tr: Kıyafet kalıpları ekleniyor...

source: Calculating slider data...
de: Berechne Sliderdaten...
tr: Kaydırıcı verileri hesaplanıyor...

source: Creating slider set file...
de: Erstelle Slider Set Datei...
tr: Kaydırıcı gurup dosyası oluşturuluyor...

source: Failed to open or create slider set file:
de: Konnte Slider Set Datei nicht öffnen oder erstellen:
tr: Kaydırıcı grubu dosyası açılamadı veya oluşturulamadı:

source: Saving slider set file...
de: Speichere Slider Set Datei...
tr: Kaydırıcı gurup dosyası kaydediliyor...

source: Failed to write to slider set file:
de: Konnte Slider Set Datei nicht schreiben:
tr: Kaydırıcı grubu dosyasına yazdırılamadı:

source: Saving NIF file...
de: Speichere NIF-Datei...
tr: NIF dosyası olarak Kaydediliyor..

source: Failed to write base .nif file:
de: Konnte Basis NIF-Datei nicht schreiben:
tr: Temel .nif dosyası olarak yazdırması Başarısız:

source: Finished
de: Abgeschlossen
tr: Tamamlandı

source: Gathering bones...
de: Sammle Bones...
tr: Kemikler toplanılıyor...

source: Initializing proximity data...
de: Initialisiere Umgebungsdaten...
tr: Uyumluluk veri tabanı başlatılıyor...

source: Copying bone weights...
de: Kopiere Bone Weighting...
tr: Kemik ağırlıkları kopyalanıyor...

source: Transferring bone weights...
de: Transferiere Bone Weighting...
tr: Kemik ağırlıkları aktarılıyor...

source: Template source entries are invalid.
de: Vorlagen Quelleinträge sind ungültig.
tr: Şablon kaynak girişleri geçersiz.

source: Reference Error
de: Referenz Fehler
tr: Örnekleme Hatası

source: NIF version not supported! File: %s %s
de: NIF-Version wird nicht unterstützt! Datei: %s %s
tr: NIF sürümü desteklenmiyor! Dosya: %s %s

source: Could not load reference NIF file '%s'!
de: Konnte Referenz NIF-Datei '%s' nicht laden!
tr: Örnek NIF dosyası yüklenemedi '%s'!

source: Could not load slider set file '%s'!
de: Konnte Slider Set Datei '%s' nicht laden!
tr: Kaydırıcı grup dosyası yüklenemedi '%s'!

source: Reference NIF file '%s' does not contain any shapes.
de: Referenz NIF-Datei '%s' beinhaltet keine Modelle.
tr: Örnek NIF dosyası '%s' herhangi bir kalıbı içermiyor.

source: Shape '%s' not found in reference NIF file '%s'!
de: Modell '%s' konnte nicht in der Referenz NIF-Datei '%s' gefunden werden!
tr: Kalıp '%s' örnek olan NIF dosyasında bulunamadı '%s'!

source: Loading slider set...
de: Lade Slider Set...
tr: Kaydırıcı grup yükleniyor...

source: Retrieving sliders...
de: Rufe Slider ab...
tr: Kaydırıcılar alınıyor...

source: Loading outfit shapes...
de: Lade Outfit-Modelle...
tr: Kıyafet kalıpları yükleniyor...

source: Updating slider data...
de: Aktualisiere Sliderdaten...
tr: Kaydırıcı verileri güncelleniyor...

source: Adding slider set...
de: Füge Slider Set hinzu...
tr: Kaydırıcı seti eklendi...

source: The following shapes were renamed and won't have slider data attached. Rename the duplicates yourself beforehand.
de: Die folgenden Modelle wurden umbenannt und werden keine Sliderdaten haben. Die Duplikate müssen vorher umbenannt werden.
tr: Aşağıdaki kalıplar yeniden adlandırıldı ama kaydırıcı verileri eklenmedi. Kopyasını almadan önce yeniden adlandırmalısın.

source: Renamed Shapes
de: Umbenannte Modelle
tr: Yeniden Adlandırılan Kalıplar

source: NIF Error
de: NIF Fehler
tr: NIF Hatası

source: Could not load NIF file '%s'!
de: Konnte NIF-Datei '%s' nicht laden!
tr: NIF dosyası yüklenemedi '%s'!

source: There was cloth physics data loaded at some point (BSClothExtraData). Please choose all the origins to use in the output.
de: Es wurden zu einem bestimmten Punkt Physikdaten geladen (BSClothExtraData). Bitte wählen Sie alle, die in der Ausgabe verwendet werden sollen.
tr: Bir noktada (BSClothExtraData) için yüklenen kumaş fizik verileri olmalıydı. Lütfen çıktıda kullanılacak tüm kaynakları seçtiğinden emin ol.

source: Choose cloth data
de: Physikdaten auswählen
tr: Kumaş verilerini seç

source: No reference has been loaded. For correct bone transforms, you might need to load a reference before importing OBJ files.
tr: Hiçbir Örnek yüklenmedi. Doğru kemik dönüşümleri için OBJ dosyalarını içe aktarmadan önce bir örnek kalıp yüklemeniz gerekebilir.

source: Could not load OBJ file '%s'!
de: Konnte OBJ-Datei '%s' nicht laden!
tr: OBJ dosyası yüklenemedi '%s'!

source: OBJ Error
de: OBJ Fehler
tr: OBJ Hatası

source: The reference shape has a skin coordinate system that is different from the global coordinate system. Would you like to copy the reference's global-to-skin transform to the imported shapes?
tr: Örnek kalıp, genel koordinat sisteminden farklı bir dış yüzey koordinat sistemine sahiptir. Örneğin global-tene dönüşümünü içe aktarılan kalıplara kopyalamak ister misin?

source: Copy skin coordinates
de: Skin-Koordinaten kopieren
tr: Deri-Ten koordinatlarını kopyala

source: Could not copy data from OBJ file '%s'!
de: Konnte Daten nicht von OBJ-Datei '%s' kopieren!
tr: OBJ dosyasındaki veri kopyalanamadı '%s'!

source: The vertex count of the selected .obj file matches the currently selected outfit shape. Do you wish to update the current shape? (click No to create a new shape)
de: Die Anzahl an Vertices der ausgewählten OBJ-Datei stimmt nicht mit der des derzeit ausgewählten Outfit-Modells überein. Möchten Sie das aktuelle Modell aktualisieren? ('Nein' zum Erstellen eines neuen Modells)
tr: Seçilen .obj dosyasının tepe noktası sayısı geçerli olarak seçilen kıyafet kalıbıyla eşleşiyor. Mevcut kalıbı güncellemek ister misin? (yeni bir Kalıp oluşturmak için Hayır'a tıkla)

source: Merge or New
de: Verschmelzen oder neu
tr: Birleştir ya da Yeniden

source: Update Vertex Positions?
de: Vertex-Positionen aktualisieren?
tr: Köşe Konumlarının Güncellemesi?

source: Vertex Position Update
de: Vertex-Positionen Aktualisierung
tr: Köşe Konumlarını Güncelleme

source: Update Texture Coordinates?
de: Texturkoordinaten aktualisieren?
tr: Texture-Doku Konumlarının Güncellemesi?

source: UV Update
de: UV Aktualisierung
tr: UV Güncelleme

source: Update Normals?
de: Normals aktualisieren?
tr: Normal Veriler Güncellensin mi?

source: Normals Update
de: Normals Aktualisierung
tr: Normal Verileri Güncelle

source: Please specify a name for the new shape
de: Bitte geben Sie einen Namen für das neue Modell an
tr: Lütfen yeni kalıp için yeni bir isim belirle

source: New Shape Name
de: Neuer Modellname
tr: Yeni Kalıp Adı

source: The vertex or triangle limit for '%s' was exceeded. Remaining data was dropped. Vertices (current/max): %zu/%zu Triangles (current/max): %zu/%zu
de: Das Vertex- oder Triangle Limit für '%s' wurde überschritten. Die übrigen Daten wurden entfernt. Vertices (current/max): %zu/%zu Triangles (current/max): %zu/%zu
tr: Tepe noktası veya üçgen sınırı aşılan '%s' . Kalan veriler atıldı. Tepe Noktaları (mevcut/max): %zu/%zu Üçgen Noktalar (mevcut/max): %zu/%zu

source: No reference has been loaded. For correct bone transforms, you might need to load a reference before importing FBX files.
tr: Hiçbir örnek yüklenmedi. Doğru kemik dönüşümleri için FBX dosyalarını içe aktarmadan önce bir örnek yüklemeniz gerekebilir.

source: The vertex count of the selected .fbx file matches the currently selected outfit shape. Do you wish to update the current shape? (click No to create a new shape)
de: Die Anzahl an Vertices der ausgewählten FBX-Datei stimmt nicht mit der des derzeit ausgewählten Outfit-Modells überein. Möchten Sie das aktuelle Modell aktualisieren? ('Nein' zum Erstellen eines neuen Modells)
tr: Seçili .fbx dosyasının tepe noktası sayısı geçerli olarak seçilen kıyafet kalıbıyla eşleşiyor. Mevcut şekli güncellemek ister misin? (yeni bir Kalıp oluşturmak istiyorsan Hayır'a tıkla)

source: Update Animation Weighting?
de: Animationen-Weighting aktualisieren?
tr: Animasyon Ağırlığını Güncelle?

source: Animation Weight Update
de: Animationen-Weighting Aktualisierung
tr: Animasyon Ağırlık Güncellemesi

source: Would you like Skyrim NIFs to be optimized for SSE during this session?
de: Sollen Skyrim NIFs während dieser Session für SSE optimiert werden?
tr: Geçerli Skyrim NIF dosyalarının Skyrim SE için optimize edilmesini ister misin?

source: File format doesn't match the current game. Use FBX export, then start a new project and import the FBX file there.
de: Dateiformat stimmt nicht mit dem aktuellen Spiel überein. Bitte FBX-Export verwenden, dann ein neues Projekt öffnen und die FBX-Datei dort importieren.
tr: Dosya formatı mevcut oyunla eşleşmiyor. FBX dışa aktarımını kullan, ardından yeni bir proje başlat ve FBX dosyasını oraya aktar.

source: Version
tr: Sürüm

source: No Bad Bones Found.
de: Keine mangelhaften Bones gefunden.
tr: Hatalı İskelet Bulunamadı.

source: No Bad Bones
de: Keine mangelhaften Bones
tr: Hatalı İskelet Yok

source: Bad Bones
de: Mangelhafte Bones
tr: Hatalı İskeletler

source: Error in rotation
de: Fehler in Rotation
tr: Dönüşüm Hatası

source: Error in translation
de: Fehler in Position
tr: Çevirim Hatası

source: Error in scale
de: Fehler in Skalierung
tr: Ölçekleme Hatası

source: Bad standard bones for shape "%s"
de: Mangelhafte Standard-Bones für Modell "%s"
tr: Kalıp için hatalı iskelet "%s"

source: %zu bones in shape "%s" had inconsistencies between their NIF skin transforms and the standard skeleton:
de: %zu Bones in Modell "%s" hatten Inkonsistenzen zwischen ihren NIF Skin-Transformationen und dem Standard-Skelett:
tr: %zu iskeletindeki "%s" kalıbında NIF dış görünüm dönüşümleri ile standart iskelet arasında tutarsızlıklar vardı:

source: Update skin (recommended)
de: Skinning aktualisieren (empfohlen)
tr: Deri-Ten Güncelle (önerilen ayar)

source: Details
tr: Detaylar

source: Bone
tr: İskelet

source: Do nothing
de: Nichts tun
tr: Bunu Uygulama

source: Bad Custom Bone "%s"
de: Mangelhafter benutzerdefinierter Bone "%s"
tr: Hatalı Özel İskelet "%s"

source: Custom bone "%s" had inconsistent NIF node and skin transforms for the following shapes: "
de: Benutzerdefinierter Bone "%s" hatte inkonsistente NIF Node- und Skin-Transformationen für folgende Modelle: "
tr: Özel İskelet "%s" geçerli NIF dosyası içerisinde hatalı ve bozuk kemikler içeriyordu: "

source: Trust node and skins "
de: Nodes und Skinnings vertrauen "
tr: Doğru Düğüm ve Deriler "

source: Trust node and skin "
de: Node und Skinning vertrauen "
tr: Doğru Düğüm ve Deri "

source: ", and update other skins (recommended)
de: ", und andere Skinnings aktualisieren (empfohlen)
tr: ", ve diğer deri-tenler güncellendi (önerilen)

source: Trust node, and update skins
de: Node vertrauen und Skinnings aktualisieren
tr: Doğru Düğüm, ve Deri-Ten güncellemesi

source: Trust node, and update skin
de: Node vertrauen und Skinning aktualisieren
tr: Doğru Düğüm, ve Deri-Ten güncellemesi

source: Skin
tr: Deri-Ten

source: Trust skin "
de: Skinning vertrauen "
tr: Doğru Deri-Ten "

source: ", and update node
de: ", und Node aktualisieren
tr: ", ve güncellenen Düğüm

source: ", and update node and other skins
de: ", und Node und andere Skinnings aktualisieren
tr: ", ve güncellenen Düğün ve Deriler

source: With
de: Mit
tr: Birlikte

source: Node
tr: Düğüm

source: Fix nothing
de: Nichts beheben
tr: Düzeltme Yapma

source: Adding NIF file...
de: Füge NIF-Datei hinzu...
tr: NIF dosyası Ekleniyor...

source: Refreshing GUI...
de: Aktualisiere GUI...
tr: GUI canlandırılıyor...

source: Adding OBJ file...
de: Füge OBJ-Datei hinzu...
tr: OBJ dosyası Ekleniyor...

source: Adding FBX file...
de: Füge FBX-Datei hinzu...
tr: FBX dosyası Ekleniyor...

source: Failed to find game install path registry value or GameDataPath in the config.
de: Konnte den Registry-Wert des Spielpfades oder den GameDataPath in der Konfiguration nicht finden.
tr: Yapılandırmada oyun yükleme yolu kayıt defteri değeri veya GameDataPath bulunamadı.

source: Failed to load OutfitStudio.xrc file!
de: Konnte OutfitStudio.xrc Datei nicht laden!
tr: Başarısız.. OutfitStudio.xrc Dosyası yüklenemedi!

source: Failed to load Outfit Studio frame!
de: Konnte Outfit Studio Fenster nicht laden!
tr: Outfit Studio ana çerçevesi yüklenemedi!

source: Ready!
de: Bereit!
tr: Hazır!

source: Packing projects to folder...
de: Projekte in einen Ordner packen...
tr: Projeler klasöre paketleniyor...

source: Failed to open input file '%s'!
de: Konnte Eingabedatei '%s' nicht öffnen!
tr: Başarısız '%s'! Açılamayan girdi dosyası!

source: Failed to copy input file '%s'!
de: Konnte Eingabedatei '%s' nicht kopieren!
tr: aşarısız '%s'! Kopyalanamayan girdi dosyası!

source: Failed to copy data file '%s'!
de: Konnte Datendatei '%s' nicht kopieren!
tr: Başarısız '%s'! Kopyalanamayan veri dosyası!

source: Failed to save merged project file '%s'!
de: Konnte zusammengefügte Projektdatei '%s' nicht speichern!
tr: Başarısız '%s'! Kaydedilemeyen birleştirilmiş proje dosyası!

source: Failed to open project file '%s'!
de: Konnte Projektdatei '%s' nicht öffnen!
tr: Başarısız '%s'! Açılamayan proje dosyası!

source: Failed to copy merged project file '%s'!
de: Konnte zusammengefügte Projektdatei '%s' nicht kopieren!
tr: Başarısız '%s'! Kopyalanamayan birleştirilmiş proje dosyası!

source: Failed to open group file '%s'!
de: Konnte Gruppendatei '%s' nicht öffnen!
tr: Başarısız '%s'! Açılamayan grup dosyası!

source: Failed to copy group file '%s'!
de: Konnte Gruppendatei '%s' nicht kopieren!
tr: Başarısız '%s'! Kopyalanamayan grup dosyası!

source: Packing finished.
de: Packen abgeschlossen.
tr: Paketleme tamamlandı.

source: Packing projects to archive...
de: Projekte in ein Archiv packen...
tr: Arşivler klasöre paketleniyor...

source: Failed to put new entry into archive!
de: Konnte keinen neuen Eintrag im Archiv erstellen!
tr: Başarısız.. Yeni girdi arşive eklenemedi!

source: Failed to copy file contents to archive!
de: Konnte Dateiinhalt nicht in Archiv kopieren!
tr: Başarısız.. Dosya içeriği arşive kopyalanamadı!

source: Failed to open data file '%s'!
de: Konnte Datendatei '%s' nicht öffnen!
tr: Başarısız '%s'! Açılamayan veri dosyası!

source: There are no valid shapes loaded!
de: Es sind keine gültigen Modelle geladen!
tr: Başarısız '%s'! Açılamayan veri dosyası!

source: Saving project '%s'...
de: Speichere Projekt '%s'...
tr: Proje kaydediliyor '%s'...

source: Saving failed.
de: Speichern fehlgeschlagen.
tr: Kayıt başarısız oldu.

source: Saved.
de: Gespeichert.
tr: Kaydediliyor.

source: Invalid or no slider set file specified! Please try again.
de: Ungültige oder keine Slider Set Datei angegeben! Bitte versuche es erneut.
tr: Geçersiz set veya hiç kaydırıcı ayar dosyası belirtilmemiş! Lütfen tekrar dene.

source: No outfit name specified! Please try again.
de: Kein Outfitname angegeben! Bitte versuche es erneut.
tr: Belirtilen bir kıyafet ismi yok! Lütfen tekrar dene.

source: No data folder specified! Please try again.
de: Kein Daten-Ordner angegeben! Bitte versuche es erneut.
tr: Belirtilen bir data veri klasörü yok! Lütfen tekrar dene.

source: An invalid or no base outfit .nif file name specified! Please try again.
de: Ungültige oder keine Basis Outfit NIF-Datei angegeben! Bitte versuche es erneut.
tr: Geçersiz veya temelsiz bir kıyafet .nif dosya adı belirtildi! Lütfen tekrar dene.

source: No game file path specified! Please try again.
de: Kein Spiel Dateipfad angegeben! Bitte versuche es erneut.
tr: Oyun dosyası yolu belirtilmemiş! Lütfen tekrar dene.

source: No game file name specified! Please try again.
de: Kein Spiel Dateinamen angegeben! Bitte versuche es erneut.
tr: Oyun dosya adı belirtilmemiş! Lütfen tekrar dene.

source: Failed to open '%s' as a slider set file!
de: Konnte '%s' nicht als Slider Set Datei öffnen!
tr: u dosya '%s' bir kaydırıcı seti olarak açılamadı!

source: Slider Set Error
de: Slider Set Fehler
tr: Kaydırıcı Seti Hatası

source: Please choose an outfit to load
de: Wählen Sie bitte ein Outfit zum Laden
tr: Lütfen yüklemek için bir kıyafet seç

source: Load a slider set
de: Lade ein Slider Set
tr: Bir kaydırıcı seti yükle

source: Loading project...
de: Lade Projekt...
tr: Proje yükleniyor...

source: Loading outfit data...
de: Lade Outfit-Daten...
tr: Kıyafet verileri yükleniyor...

source: Failed to create project '%s' from file '%s' (%d)!
de: Konnte Projekt '%s' nicht aus Datei '%s' erstellen (%d)!
tr: '%s' dosyasından '%s' (%d) Proje oluşturulamadı!

source: Loading reference shape '%s'...
de: Lade Referenzmodell '%s'...
tr: Örnek kalıp yükleniyor '%s'...

source: Loading textures...
de: Lade Texturen...
tr: Textures Data Yükleniyor...

source: Creating outfit...
de: Erstelle Outfit...
tr: Kıyafet oluşturma...

source: Creating %zu slider(s)...
de: Erstelle %zu Slider...
tr: Kaydırıcı(lar) %zu oluşturuluyor...

source: Creating sliders...
de: Erstelle Slider...
tr: Kaydırıcılar oluşturuluyor...

source: Clearing old sliders...
de: Lösche alte Slider...
tr: Eski kaydırıcılar temizleniyor...

source: Loading slider:
de: Lade Slider:
tr: Yüklenen kaydırıcı:

source: Enter a name for the new slider:
de: Geben Sie einen Namen für den neuen Slider ein:
tr: Kaydırıcı için yeni bir isim girin:

source: Create New Slider
de: Neuen Slider erstellen
tr: Yeni Kaydırıcı Oluştur

source: Total Bones: %zu
de: Bones insgesamt: %zu
tr: Toplam İskelet: %zu

source: Shape Selection Bones: %zu
de: Bones Modellauswahl: %zu
tr: Kalıp İçin Seçilen İskeletler: %zu

source: Edit Color
de: Farbe bearbeiten
tr: Renk Düzenleme

source: You are trying to edit a slider's morph with that slider set to zero. Do you wish to set the slider to one now?
de: Sie versuchen einen Slider auf 0% zu bearbeiten. Soll dieser auf 100% gesetzt werden?
tr: Bu kaydırıcı sıfıra ayarlıyken bir kaydırıcının (morps) dönüşümünü düzenlemeye çalışıyorsunuz. Kaydırıcıyı şimdi bir değerine ayarlamak ister misiniz?
