Repository: WisperGatis/BodySlide-and-Outfit-Studio
Catalog: lang/*/BodySlide.po
Languages: de, tr

source: About
de: Über
tr: Hakkında

source: Close
de: Schließen
tr: Kapat

source: Apply a vertex position
de: Setzt eine Vertex Position
tr: Tepe Noktası Uygula

source: This permanently moves a single vertex straight to the given location.
de: Dies bewegt einen einzelnen Vertex permanent zur angegebenen Position.
tr: Bu ayar, tek bir tepe noktasını kalıcı olarak doğrudan verilen konuma taşır.

source: &OK
tr: &TAMAM

source: &Cancel
de: &Abbrechen
tr: &İptal

source: Move Shape
de: Modell verschieben
tr: Kalıbı Taşı

source: Mirror Axis
de: Spiegelachse
tr: Yansıtıcı Ekseni

source: Scale Shape
de: Modell skalieren
tr: Kalıp Ölçeği

source: Scaling will adjust the size of a mesh. This permanently affects vertices.
de: Skalierung verändert die Größe eines Modells. Dies beeinflusst Vertices permanent.
tr: Ölçekleme bir kafesin boyutunu ayarlayacaktır. Bu, sürekli olarak köşe noktalarını etkiler.

source: Origin
de: Ausgangspunkt
tr: Baslangıç

source: Zero (0, 0, 0)
de: Nullpunkt (0, 0, 0)
tr: Sıfır

source: Center of selected shapes(s)
de: Mitte der ausgewählten Modelle
tr: Seçili Kalıp(ların) Merkezi

source: Uniform (XYZ)
de: Proportionen beibehalten (XYZ)
tr: Giydirme (XYZ)

source: Rotate Shape
de: Modell rotieren
tr: Kalıbı Döndür

source: Set Shape Textures
de: Modelltexturen setzen
tr: Kalıp Dokusunu Ayarla

source: Copy Bone Weights
de: Bone Weighting kopieren
tr: Beden Ağırlıklarını Kopyala

source: Each vertex of the reference will copy its weights to the nearest collection of vertices within the given radius. Bear in mind that some geometry will always require manual tweaking to become weighted and work well. Often, the default values are sufficient.
de: Jeder Vertex der Referenz wird sein Weighting auf die nächste Sammlung an Vertices innerhalb des gegebenen Radius kopieren. Allerdings müssen manche Modelle trotzdem noch manuell bearbeitet werden, um Weighting abzubekommen oder gut damit zu funktionieren. Meist genügen die Standardwerte.
tr: Örneğin her köşesi, ağırlıkları verilen yarıçaptaki en yakın tepe noktası koleksiyonuna kopyalanır. Bazı geometrilerin, baskın hale gelmesi ve daha iyi çalışması için her zaman el ile ayarlamayı gerektireceğini unutma. Çoğu zaman, varsayılan değerler yeterlidir.

source: Search Radius
de: Suchradius
tr: Yarıçap Taraması

source: Max Vertex Targets
de: Max Vertex Ziele
tr: Max Köşe Hedeflemesi

source: No Target Limit
de: Keine Ziellimitierung
tr: Hedef Limiti Yok

source: The skin coordinate system doesn't match the reference shape's. Do you want to copy the transforms?
tr: Dış görünüm koordinatı, referans şekliyle eşleşmiyor. Dönüşümleri kopyalamak istiyor musun?

source: Copy skin transform from reference
de: Skin-Transformation der Referenz kopieren
tr: Cilt dönüşümünü referanstan kopyala

source: Recalculate geometry's coordinates so it doesn't move
tr: Hareket etmemesi için geometrinin koordinatlarını yeniden hesapla

source: Transform geometry so its position in global coordinates does not change.
tr: Geometriyi, küresel koordinat konumunu değiştirmeyecek şekilde dönüştür.

source: Conforming...
de: Übertrage...
tr: Uyum sağlanıyor...

source: Each vertex of the reference will copy its slider data to the nearest collection of vertices within the given radius. Bear in mind that some geometry will always require manual tweaking to become conformed and work well. Often, the default values are sufficient.
de: Jeder Vertex der Referenz wird seine Sliderdaten auf die nächste Sammlung an Vertices innerhalb des gegebenen Radius kopieren. Allerdings müssen manche Modelle trotzdem noch manuell bearbeitet werden, um die Sliderdaten abzubekommen oder gut damit zu funktionieren. Meist genügen die Standardwerte.
tr: Örneğin her köşesi, ağırlıkları verilen yarıçap içindeki en yakın köşe noktasına kopyalanır. Bazı geometrilerin, baskın hale gelmesi ve daha iyi çalışması için her zaman el ile ayarlamayı gerektireceğini unutma. Çoğu zaman, varsayılan değerler yeterlidir.

source: No Squeeze
de: Nicht quetschen
tr: Sıkıstırma Yok

source: Solid Mode
de: Festmodus
tr: Koyu Mod

source: Axis
de: Achse
tr: Eksen

source: Preset
tr: Hazır Ayar

source: Default
de: Standard
tr: Varsayılan

source: Even Movement
de: Glatte Bewegung
tr: Düz Hareket

source: Solid Object
de: Festes Objekt
tr: Katı Nesne

source: Merge Geometry
de: Geometrie zusammenführen
tr: Geometriyi Birleştir

source: This function copies vertices and triangles from one shape to another. Partitions/segments of source and target shapes must match. It is the user's responsibility to check that all other shape and shader properties are compatible, or merging will likely have side effects.
tr: Bu ayar, köşeleri ve üçgenleri bir şekilden diğerine kopyalar. Kaynak ve hedef şekillerin bölümleri/segmentleri eşleşmelidir. Diğer tüm şekil ve gölgelendirici özelliklerinin uyumlu olup olmadığını kontrol etmek kullanıcının sorumluluğundadır, aksi takdirde birleştirmenin yan etkileri olabilir.

source: Source
de: Quelle
tr: Kaynak

source: Target
de: Ziel
tr: Hedef

source: Delete source shape
de: Quellmodell löschen
tr: Kaynak Kalıbını Sil

source: Mask symmetric vertices
de: Symmetrische Vertices maskieren
tr: Simetrik köşeleri maskele

source: Masks all vertices that do not have any of the selected asymmetries.
de: Maskiert alle Vertices, welche keine der ausgewählten Asymmetrien vorweisen.
tr: Seçilen asimetrilerden herhangi birine sahip olmayan tüm köşeleri maskeler.

source: Vertices currently unmasked:
de: Vertices ohne Maskierung:
tr: Şu anda maskelenmemiş tepe noktaları:

source: Unmatched Vertices:
de: Nicht zutreffende Vertices:
tr: Benzersiz Tepe Noktaları:

source: Vertex Data Asymmetries
de: Asymmetrien der Vertexdaten
tr: Tepe Noktası Veri Asimetrisi

source: Type
de: Typ
tr: Tip

source: Average
de: Durchschnitt
tr: Ortalama

source: Count
de: Anzahl
tr: Hesaplama

source: Position
tr: Konum

source: Sliders
de: Slider
tr: Kaydırıcılar

source: Bones
tr: İskeletler

source: Vertices that will still be unmasked:
de: Vertices die weiterhin unmaskiert sein werden:
tr: Hâlâ maskelenmemiş köşeler:

source: &Mask
de: &Maskieren
tr: &Maske

source: Batch Build
de: Batch-Erstellung
tr: Toplu Yapılandırma

source: Select the slider sets for the batch build process. Use the group and outfit filters to show the outfits you want!
de: Wählen Sie die Sets für den Batch-Erstellungsprozess. Mithilfe der Gruppen- und Outfitfilter können Sie die Auswahl eingrenzen!
tr: Toplu yapılandırma işlemi için kaydırıcı kümelerini seç. İstediğin kıyafetleri göstermek için grup ve kıyafet filtrelerini kullan!

source: &Build
de: &Erstellen
tr: &Beden

source: Choose output set
de: Ausgabe-Set auswählen
tr: Çıkış setini seç

source: The following sets will override the same files. Please decide which one to use and select it in the list below.
de: Die folgenden Sets würde die selben Dateien überschreiben. Bitte entscheiden Sie, welche davon verwendet werden sollen.
tr: Aşağıdaki bazı ayarlar aynı dosyaları geçersiz kılabilir. Lütfen hangisini kullanacağına karar ver ve listeden seçimini yap.

source: Type and hit enter to choose output...
de: Hier tippen und Enter betätigen, um die Ausgabe zu wählen...
tr: Çıkış setini seç ve Enter'a bas...

source: BodySlide
tr: Beden Yapılandırması

source: Outfit/Body
de: Outfit/Körper
tr: Kıyafet/Beden

source: Select an outfit to modify
de: Wählen Sie das zu bearbeitende Outfit
tr: Ayarlanacak bir kıyafeti seç

source: Deletes a project from its project file
de: Löscht ein Projekt aus der Projektdatei
tr: Proje dosyasından bir projeyi siler

source: Opens the current project in Outfit Studio
de: Öffnet das aktuelle Projekt in Outfit Studio
tr: Mevcut projeyi Outfit Studio programında açar

source: Choose from a list of slider settings presets
de: Wählen Sie aus einer Liste von Presets
tr: Listeden önceden hazırlanmış bir dosyayı seç

source: Deletes a preset from its preset file
de: Löscht ein Preset aus der Presetdatei
tr: Hazır ayarlı bir dosyadan bir hazır ayarı siler

source: Saves the new slider values to the currently selected preset
de: Speichert die neuen Sliderwerte in das derzeit gewählte Preset
tr: Yeni dosya değerlerini seçili olan hazır ayar dosyasına kaydeder

source: Save
de: Speichern
tr: Kaydet

source: Save the current slider settings as a new preset
de: Speichert die aktuellen Sliderwerte als ein neues Preset
tr: Mevcut ayarlarını yeni bir hazır ayar olarak kaydet

source: Save As...
de: Speichern unter...
tr: Farklı Kaydet...

source: Opens the group manager where you can edit existing or create new groups
de: Öffnet den Gruppenmanager zum Bearbeiten oder Erstellen von Gruppen
tr: Mevcut hazır ayarlarını veya yeni gruplar oluşturabileceğin grup yöneticisini açar

source: Group Manager
de: Gruppenmanager
tr: Gurup Yöneticisi

source: Single Weight
de: Einzelnes Gewicht
tr: Tekil Ağırlık

source: Low Weight
de: Unteres Gewicht
tr: Düsük Ağırlık

source: High Weight
de: Oberes Gewicht
tr: Yüksek Ağırlık

source: Copy the low weight slider values to the high weight section.
de: Kopiert die unteren Sliderwerte in den oberen Bereich.
tr: Düşük ağırlık değerlerini yüksek ağırlık bölümüne kopyalar.

source: Default outfit choice in Batch Build
de: Standardmäßige Wahl in Batch-Erstellung
tr: Toplu Oluşturma'da Varsayılan Kıyafet Seçimi

source: Output Path (which the game would use for this outfit)
de: Ausgabepfad (den das Spiel für dieses Outfit verwendet)
tr: Çıkış Veri Yolu (oyunda bu kıyafet kullanılacak)

source: (right-click to view alternatives)
de: (Rechtsklick zur Anzeige von Alternativen)
tr: (alternatifleri görmek için sağ tuşa tıkla)

source: Build multiple outfits using the currently active slider values. Hold CTRL = Build to custom directory Hold ALT = Delete from output directory
de: Erstellt mehrere Outfits unter Verwendung der derzeit aktiven Sliderwerte. STRG gedrückt halten = Benutzerdefiniertes Verzeichnis auswählen ALT gedrückt halten = Aus dem Ausgabeverzeichnis löschen
tr: Mevcut değerleri kullanarak birden fazla kıyafeti oluştur. CTRL Basılı Tut = Özel dizin olarak kaydeder ALT Basılı Tut = Kıyafet dizinini siler

source: Batch Build...
de: Batch-Erstellung...
tr: Toplu Yapılandırma...

source: Build Morphs
de: Morphs erstellen
tr: Beden Oluştur

source: Builds a morphs (.tri) file alongside the meshes for accessing the sliders in-game. Requires other mods to make use of the morph data.
de: Erstellt eine Morphdatei (.tri) neben den Meshes zum Verwenden der Slider innerhalb des Spiels. Benötigt weitere Mods zur Verwendung der Morphs.
tr: Oyundaki beden yapılarına erişmek için oyun-içi dosyalarının yanında bir morphs yani (.tri) dosyası oluşturur. Morph verisini kullanmak için başka modlarda gereklidir.

source: Force Body Normals
de: Körper Normals erzwingen
tr: Normal Bedensel Değerler

source: Adds normal and tangent data to the body meshes (including bodies within outfits) for Skyrim. Use this only if you have a tangent space body mod.
tr: Skyrim için gövde ağlarına (kıyafetli bedenler dahil) normal ve sonradan eklenen verileri ekler. Bunu yalnızca beden değiştirme modunuz varsa kullanın.

source: Show a preview window for this outfit.
de: Zeigt eine Vorschau für dieses Outfit.
tr: Bu kıyafet için bir önizleme penceresi açılır.

source: Preview
de: Vorschau
tr: Ön İzleme

source: Creates the currently selected outfit/body. Hold CTRL = Build to working directory Hold ALT = Delete from output directory
de: Erstellt das derzeit ausgewählte Outfit/den Körper. STRG gedrückt halten = Im Arbeitsverzeichnis erstellen ALT gedrückt halten = Vom Ausgabeverzeichnis entfernen
tr: Şuanda seçili olan kıyafet/beden. CTRL Basılı Tut = Özel dizin olarak kaydeder ALT Basılı Tut = Bedeni ve Kıyafeti siler

source: Build
de: Erstellen
tr: Olustur

source: Copy the high weight slider values to the low weight section.
de: Kopiert die oberen Sliderwerte in den unteren Bereich.
tr: Yüksek ağırlık değerlerini düşük ağırlık bölümüne kopyalar.

source: Open settings dialog.
de: Öffnet die Einstellungen.
tr: Ayarlar menüsünü aç.

source: Settings
de: Einstellungen
tr: Ayarlar

source: Open Outfit Studio, a full-featured tool for creating and converting outfits.
de: Öffnet Outfit Studio, ein mit vielen Funktionen ausgestattetes Werkzeug zum Erstellen und Konvertieren von Outfits.
tr: Başlatılan Outfit Studio (Kıyafet Stüdyosu), kıyafetler oluşturmak ve dönüştürmek için tam özellikli bir araçtır.

source: Outfit Studio
tr: Kıyafet Dünyası

source: Filter Options
de: Filter Optionen
tr: Filtre Ayarları

source: Choose groups...
de: Gruppen auswählen...
tr: Gurup seç...

source: Choose groups to display in the Outfit menu
de: Gruppen an Outfits zum Anzeigen in der Liste auswählen
tr: Kıyafet menüsünde görüntülenecek gurupları seçebilirsin

source: Refresh Groups
de: Gruppen aktualisieren
tr: Grupları Yenile

source: Refresh group information
de: Gruppeninformationen werden neu geladen
tr: Gurup bilgilerini yenile

source: Save Outfit list as group...
de: Outfit-Liste als Gruppe speichern...
tr: Kıyafet Listesini gurup olarak kaydet...

source: Save the current filtered outfit list as a group
de: Speichert die derzeit gefilterten Outfits als neue Gruppe
tr: Filtrelenen mevcut kıyafet listesini bir grup olarak kaydet

source: Refresh Outfits
de: Outfits aktualisieren
tr: Kıyafetleri Yenile

source: Reloads outfit list
de: Outfit-Liste wird neu geladen
tr: Yeniden yüklenen kıyafet listesi

source: Regular Expressions
de: Reguläre Ausdrücke
tr: Düzenli İfadeler

source: Allow the use of regular expressions (regex) for filtering.
de: Erlaubt die Verwendung von regulären Ausdrücken (Regex) zur Filterung.
tr: Filtreleme için ifadelerin (Normal) kullanımına izin ver.

source: Select None
de: Nichts auswählen
tr: Hiçbirini Seçme

source: Select All
de: Alle auswählen
tr: Tümünü Seç

source: Invert Selection
de: Auswahl umkehren
tr: Tersine Seçim Yap

source: Convert / Replace Body Reference
de: Körperreferenz konvertieren/ersetzen
tr: Örnek Bedeni Değiştir / Dönüştür

source: This wizard aids in the conversion to another body/reference..
de: Dieser Assistent hilft bei der Konvertierung zu einem anderen Körper/Referenz.
tr: Bu sihirbaz, başka bir gövdeye/örnek bedene dönüştürmeye yardımcı olur..

source: Reference Bodies
de: Referenzkörper
tr: Örnek Beden

source: Select a conversion reference (or 'None' to skip converting):
de: Wählen Sie eine Konvertierungsreferenz (oder 'None' um die Konvertierung zu überspringen):
tr: Bir örnek beden seçin (ya da 'Yok' seçeneğiyle dönüşümü atlayın):

source: Conversion Body Reference
de: Konvertierungsreferenz
tr: Örnek Beden Dönüşümü

source: Select a body reference to convert to:
de: Wählen Sie eine Körperreferenz zu der konvertiert wird:
tr: Dönüştürmek için Örnek Gövde'yi seç:

source: New Body Reference
de: Neue Körperreferenz
tr: Yeni Örnek Beden

source: Options
de: Optionen
tr: Ayarlar

source: Merge Sliders
de: Slider zusammenführen
tr: Kaydırıcıları Birleştir

source: Merge Zaps
de: Zaps zusammenführen
tr: Zap'ları Birleştir

source: Conform Sliders
de: Slider übertragen
tr: Uyumlu Kaydırıcılar

source: Skip conform popup (use default settings)
de: Conform-Popup überspringen (Standardwerte verwenden)
tr: Açılan Uyumlu penceresini atla (varsayılan ayarları kullan)

source: Skip bone weights popup (use default settings)
de: Bone Weights-Popup überspringen (Standardwerte verwenden)
tr: Kemik ağırlıkları penceresini atla (varsayılan ayarları kullan)

source: Delete reference after completion
de: Referenz nach Abschluss entfernen
tr: Tamamlandıktan sonra örnek referansı sil

source: Rename Project (optional)
de: Projekt umbenennen (optional)
tr: Projeyi Yeniden Adlandır (isteğe bağlı)

source: Specify text to be removed from the project name (comma-delimited):
de: Geben Sie einen Text an, der vom Projektnamen entfernt werden soll (kommagetrennt):
tr: Proje adından kaldırılacak metni belirt (virgülle ayrılan):

source: Remove from project name
de: Vom Projektnamen entfernen
tr: Proje adını sil

source: Specify any text to be prepended to project name:
de: Geben Sie einen Text an, der dem Projektnamen vorangestellt werden soll:
tr: Proje adının başına eklenecek metni belirt:

source: Prepend to project name
de: Vor den Projektnamen anfügen
tr: Proje adının önüne ekle

source: NOTE: Game file output path is unaffected by this
de: HINWEIS: Ausgabepfad für Spiel wird hiervon nicht beeinflusst
tr: NOT: Oyun dosyasının çıkış yolu bundan etkilenmez

source: Extras (optional)
tr: Ekstra Ayarlar (isteğe bağlı)

source: Remove the following shapes before conversion (comma-delimited):
de: Folgende Modelle vor der Konvertierung entfernen (kommagetrennt):
tr: Dönüştürmeden önce belirtilen şekilleri kaldır (virgülle ayrılan):

source: Shapes to delete
de: Modelle entfernen
tr: Kalıpları Sil

source: Add the following bones after conversion (comma-delimited):
de: Folgende Bones nach der Konvertierung hinzufügen (kommagetrennt):
tr: Dönüştürmeden sonra belirtilen iskeletleri ekle (virgülle ayrılan):

source: Bones to add
de: Bones hinzufügen
tr: Yüklenen İskeletler

source: Edit UV
de: Texturkoordinaten bearbeiten
tr: UV Düzenleme

source: Box Selection
de: Auswahlrechteck
tr: Kutu Seçimi

source: Box Selection Shortcut: 1
de: Auswahlrechteck Tastenkürzel: 1
tr: Seçilen Kutu Kısayol: 1

source: Vertex Selection
de: Vertex-Auswahl
tr: Tepe Noktası Seçimi

source: Vertex Selection Shortcut: 2
de: Vertex-Auswahl Tastenkürzel: 2
tr: Seçilen Tepe Noktası Kısayol: 2

source: Move
de: Bewegen
tr: Hareket

source: Move Shortcut: 3
de: Bewegen Tastenkürzel: 3
tr: Hareket Kısayol: 3

source: Scale
de: Skalierung
tr: Derece

source: Scale Shortcut: 4
de: Skalierung Tastenkürzel: 4
tr: Derece Kısayol: 4

source: Rotate
de: Rotieren
tr: Dönüş

source: Rotate Shortcut: 5
de: Rotieren Tastenkürzel: 5
tr: Dönüş Kısayol: 5

source: Show Seam Edges
de: Nahtkanten anzeigen
tr: Dikiş Kenarları

source: Menu
de: Menü
tr: Menü

source: Edit
de: Bearbeiten
tr: Düzenle

source: Undo Ctrl+Z
de: Rückgängig Ctrl+Z
tr: Geri Al Ctrl+Z

source: Undo the previous action.
de: Macht die letzte Aktion rückgängig.
tr: Önceki eylemi geri al.

source: Redo Ctrl+Y
de: Wiederherstellen Ctrl+Y
tr: Yinele Ctrl+Y

source: Redo the next undone action.
de: Stellt die letzte Aktion wieder her.
tr: Son yaptığın işlemi tekrarla.

source: Select All Ctrl+A
de: Alle auswählen Ctrl+A
tr: Tümünü Seç Ctrl+A

source: Invert Selection Ctrl+I
de: Auswahl umkehren Ctrl+I
tr: Tersine Seçim Ctrl+I

source: Select Less A
de: Weniger auswählen D
tr: Daha Az Seçim A

source: Select less adjacent points in the selected islands.
de: Weniger angrenzende Punkte in den ausgewählten Islands markieren.
tr: Seçili adalardan daha az bitişik noktayı seç.

source: Select More D
de: Mehr auswählen D
tr: Daha Fazla Seçim D

source: Select more adjacent points in the selected islands.
de: Mehr angrenzende Punkte in den ausgewählten Islands markieren.
tr: Seçili adalardan daha çok bitişik noktayı seç.

source: Translate... T
de: Bewegen... T
tr: Dönüşüm... T

source: Show a dialog to translate the current selection.
de: Öffnet einen Dialog zum Bewegen der aktuellen Auswahl.
tr: Geçerli seçimi tersine çevirmek için bir iletişim kutusu göster.

source: Rotate... R
de: Rotieren... R
tr: Dönüş... R

source: Show a dialog to rotate the current selection.
de: Öffnet einen Dialog zum Rotieren der aktuellen Auswahl.
tr: Geçerli seçimi döndürmek için bir iletişim kutusu göster.

source: Scale... S
de: Skalieren... S
tr: Derece... S

source: Show a dialog to scale the current selection.
de: Öffnet einen Dialog zum Skalieren der aktuellen Auswahl.
tr: Geçerli seçimi ölçeklendirmek için bir iletişim kutusu göster.

source: Translate
de: Bewegen
tr: Dönüşüm

source: Angle
de: Winkel
tr: Açı / Köşe

source: Uniform (UV)
de: Proportionen beibehalten (UV)
tr: (UV) Kaplama

source: Choose a group and add or remove members by selecting them in the lists.
de: Wählen Sie eine Gruppe zum Hinzufügen oder Entfernen von Mitgliedern aus.
tr: Bir gruptan tercihini yap ve listelerinden seçerek üyelerini ekle veya kaldır.

source: Select a group XML file
de: Wählen Sie eine Gruppen-Datei
tr: XML dosya gurubundan seçimini yap

source: Groups
de: Gruppen
tr: Guruplar

source: Add Group
de: Gruppe hinzufügen
tr: Gurup Yükle

source: Remove Group
de: Gruppe entfernen
tr: Gurup Sil

source: Members
de: Mitglieder
tr: Üyeler

source: Remove >>
de: Entfernen >>
tr: Sil >>

source: Outfits
tr: Kıyafetler

source: << Add
de: << Hinzufügen
tr: << Yükle

source: Import Options...
de: Import Optionen...
tr: Çıkartma Seçenekleri...

source: Invert U
de: U invertieren
tr: U Çıkartma

source: Invert V
de: V invertieren
tr: V Çıkartma

source: Rotate (X)
de: Rotieren (X)
tr: Döndür (X)

source: Choose X rotation.
de: X-Rotation wählen.
tr: X Konumuna Döndür.

source: Rotate (Y)
de: Rotieren (Y)
tr: Döndür (Y)

source: Choose Y rotation.
de: Y-Rotation wählen.
tr: Y Konumuna Döndür.

source: Rotate (Z)
de: Rotieren (Z)
tr: Döndür (Z)

source: Choose Z rotation.
de: Z-Rotation wählen.
tr: Z Konumuna Döndür.

source: Normal Map Generator
tr: Normal Harita Üreticisi

source: Layers
de: Schichten
tr: Katmanlar

source: Load or save preset layer settings.
de: Schichteneinstellungen laden oder speichern.
tr: Önceden hazır olarak ayarlanmış katman değerlerini yükle veya kaydet.

source: Add a new layer after the current one in the layer list.
de: Fügt eine neue Schicht nach der aktuell in der Liste ausgewählten hinzu.
tr: Katman listesindeki mevcut satırdan sonra yeni bir katmanı ekler.

source: Add Layer
de: Schicht hinzufügen
tr: Katman Ekle

source: Move selected layer up one position.
de: Bewegt die ausgewählte Schicht um eins nach oben.
tr: Seçilen katmanı bir konum yukarı taşır.

source: Move Up
de: Nach oben
tr: Yukarı Taşı

source: Delete the selected layer.
de: Die ausgewählte Schicht löschen.
tr: Seçilen katmanı sil.

source: Delete Layer
de: Schicht löschen
tr: Katmanı Sil

source: Save a copy of an existing normal map if one already exists. File is saved in the original directory.
de: Speichert eine Kopie einer existierenden Normal Map, wenn bereits eine existiert. Die Datei wird im selben Verzeichnis gespeichert.
tr: Kopyala ve kaydet, normal bir haritanın bir kopyasını kaydedin. Dosya orijinal dizinde kaydedilir.

source: Backup destination file
de: Zieldatei sichern
tr: Hedef dosyayı Yedekle

source: Compress output file using BC7 compression. This can make saving the file take a VERY long time!
de: Ausgabedatei mit BC7 kompromieren. Dies kann die Speicherzeit um einiges erhöhen!
tr: BC7 sıkıştırma biçemini kullanarak çıktı dosyasını sıkıştırır. Bu, dosyanın çok uzun süre korunmasını sağlayabilir!

source: Compress output
de: Ausgabe komprimieren
tr: Çıktı sıkıştırması

source: Use the file name specified in the background layer to save the normal map.
de: Verwende zum Speichern der Normal Map den Dateinamen, der in der Hintergrundschicht angegeben wurde.
tr: Normal haritayı kaydetmek için arka plan katmanında belirtilen dosya adını kullanın.

source: Save to background layer file
de: Zur Hintergrund-Datei speichern
tr: Arka plan katman dosyasına kaydet

source: Choose an output file...
de: Ausgabedatei auswählen...
tr: Bir çıktı dosyasını seç...

source: Location to save normal map to.
de: Pfad zum Speichern der Normal Map.
tr: Normal haritayı kaydetme konumu.

source: Display current settings on mesh in preview window.
de: Zeige die aktuellen Einstellungen auf dem Modell in der Vorschau.
tr: Ön izleme penceresindeki geçerli ayarlarını kafes olarak görüntüle.

source: Generate and save the normal map file.
de: Normal Map-Datei generieren und abspeichern.
tr: Normal harita dosyasını oluştur ve kaydet.

source: Generate
de: Generieren
tr: Oluştur

source: Load Preset...
de: Preset laden...
tr: Hazır Ayarı Yükle...
