Repository: WisperGatis/BodySlide-and-Outfit-Studio
Catalog: lang/*/BodySlide.po
Languages: de, tr

source: If this is enabled, BodySlide creates a low and high weight model when it generates the final outfit.
de: Wenn dies aktiviert ist, wird BodySlide Dateien für ein unteres und oberes Gewicht erstellen.
tr: Bu etkinleştirilirse, BodySlide son kıyafeti oluşturduğunda düşük ve yüksek ağırlıkta oluşuna göre bir örnek modeli oluşturur.

source: Low/High Weight Output
de: Unteres/Oberes Gewicht
tr: Düşük/Yüksek Ağırlık Çıkışı

source: If this is enabled, only one output file will be created (useful for single-weighted things like hair).
de: Wenn dies aktiviert ist, wird nur eine einzelne Datei ausgegeben.
tr: Bu etkinleştirilirse, yalnızca bir çıktı dosyası oluşturulur (saç ve kaş gibi tekil ağırlıklı şeyler için yararlıdır).

source: Single Weight Output
de: Einzelnes Gewicht
tr: Tekil Ağırlık Çıkışı

source: Project
de: Projekt
tr: Proje

source: Slider Set File
de: Slider Set Datei
tr: Kaydırıcı Ayar Dosyası

source: The .osp slider set project file
de: Die .osp Sliderset Projekt-Datei
tr: .osp slider (kaydırıcı) ayarlanmış proje dosyası

source: Select slider set .osp file name
de: Wählen Sie einen Slider Set .osp Dateinamen
tr: Kaydırıcı .osp dosyası adını Seç

source: Shape Data Folder
de: Shape Data Ordner
tr: Kalıp Veri Klasörü

source: The folder where all the slider data will go, as well as the base outfit NIF file.
de: Der Ordner, indem alle Sliderdaten und NIF-Dateien des Basisoutfits gespeichert werden.
tr: Tüm kaydırıcı verilerinin yanı sıra temel donanım olan NIF dosyasının da yer alacağı klasör.

source: Select slider data folder
de: Wählen Sie den Sliderdaten Ordner
tr: Kaydırıcı veri klasörünü seç

source: Shape Data File
de: Shape Data Datei
tr: Kalıp Veri Dosyası

source: The name of the output's base NIF file.
de: Der Name der Ausgabe NIF-Datei.
tr: Oluşturulan temel NIF dosyasının adı.

source: Select output NIF file name
de: Wählen Sie einen Ausgabe NIF-Dateinamen
tr: Oluşturulan NIF dosyası adını Seç

source: Outfits require the reference body to be a part of the output file. Disable this if you've already copied the reference over or you don't want it included.
de: Outfits benötigen den Referenzkörper innerhalb der Ausgabedatei. Deaktiviere dies, wenn du die Referenz bereits kopiert hast oder sie nicht in der Ausgabe benötigst.
tr: Kıyafetler örnek gövdenin çıktı dosyasının bir parçası olmasını gerektirir. Örneği daha önce kopyaladıysan veya verilerini içermesini istemiyorsan bunu devre dışı bırak.

source: Copy reference shape into output
de: Referenzmodell in die Ausgabe kopieren
tr: Örnek kalıbı çıktıya kopyala

source: &Save
de: &Speichern
tr: &Kaydet

source: Load Reference
de: Referenz laden
tr: Örnekten Yükle

source: Please choose a reference. Typically, this is a body (such as CBBE) or a conversion set (such as Vanilla To CBBE) and comes with its sliders.
de: Wählen Sie bitte eine Referenz. Normalerweise ist dies ein Körper (wie z.B. CBBE) oder ein Konvertierungsset (wie z.B. Vanilla zu CBBE) und kommt mit seinen eigenen Slidern.
tr: Lütfen öncelikle, bir örnekten seçimini yap. Genellikle, bu bir beden olabilir (CBBE gibi) veya bir dönüştürme seti olabilir (Vanilla'dan CBBE'ye) gibi, ve onlar kalıpları ile birlikte açılırlar.

source: Merge
de: Zusammenführen
tr: Birleşik

source: Zaps
tr: Zap'lar

source: Merge existing zaps with new sliders
de: Existierende Slider mit neuen zusammenführen
tr: Mevcut zapları yeni kaydırıcılarla birleştir

source: Merge new sliders with existing sliders
de: Neue Slider mit existierenden verschmelzen
tr: Yeni kaydırıcıları mevcut kalıplarla birleştir

source: Load Outfit
de: Outfit laden
tr: Kıyafeti Yükle

source: Please select an outfit/mesh to work on and enter a display name for it.
de: Wählen Sie ein Outfit/Modell zum Bearbeiten und geben Sie einen Anzeigenamen dafür ein.
tr: Lütfen üzerinde çalışmak için bir kıyafet/kafes örgüsünü seç ve yeni bir isim ataması yap.

source: Keep other shapes
de: Andere Modelle behalten
tr: Diğer Kalıpları Koru

source: Group file (optional):
de: Gruppendatei (optional):
tr: Grup dosyası (isteğe bağlı):

source: Group file to pack (optional).
de: Gruppendatei zum Packen (optional).
tr: Grup paket dosyası (isteğe bağlı).

source: Merged file name:
de: Zusammengefügte Datei:
tr: Birleştirilmiş dosya adı:

source: File name to use for the merged project file.
de: Dateiname für die zusammengefügte Projektdatei.
tr: Birleştirilmiş proje dosyası için kullanılacak dosya ismidir.

source: Pack Folder...
de: Ordner packen...
tr: Dosyaları Paketle...

source: Pack Archive...
de: Archiv packen...
tr: Arşivleri Paketle...

source: Cancel
de: Abbrechen
tr: İptal

source: Enter preset name...
de: Preset-Name eingeben...
tr: Hazır Ayarlardan seç...

source: Please enter a name for the new preset:
de: Bitte geben Sie einen Namen für das neue Preset ein:
tr: Lütfen yeni hazır ayar için bir isim yaz:

source: Select groups to assign to the new preset:
de: Wählen Sie die erwünschten Gruppen aus:
tr: Yeni hazır ayarı atayacağın grupları seç:

source: Game
de: Spiel
tr: Oyun

source: Target Game
de: Verwendetes Spiel
tr: Hedef Oyun

source: Choose the target game you want to use the program for here.
de: Wählen Sie das Spiel, für welches Sie dieses Programm verwenden möchten.
tr: Programı kullanmak istediğin hedef oyununu seç.

source: Game Data Path
de: Data Ordner
tr: Oyun Veri Yolu

source: Select the data path of the game...
de: Wählen Sie den Data Ordner des Spiels aus...
tr: Oyunun yüklü olduğu klasör konumunu seç...

source: Data path to load textures from.
de: Verzeichnis, aus dem Texturen geladen werden sollen.
tr: Doku (textures) dosyalarından yüklemek ve oluşturmak için veri yolu.

source: Advanced
de: Erweitert
tr: Gelişmiş Seçenekler

source: Output Path
de: Ausgabe Ordner
tr: Çıkış Veri Yolu

source: Select the output path...
de: Wählen Sie den Ausgabeordner aus...
tr: Oyunun çıktı klasörü konumunu seç...

source: Data path to build files to. If empty, Game Data Path will be used instead.
de: Verzeichnis, in dem Ausgabedateien erstellt werden sollen. Falls leer, wird stattdessen der Data-Ordner verwendet.
tr: Dosyaların oluşturulacağı veri klasörü. Eğer seçenek boş olarak işaretlenirse, bunun yerine orijinal Oyun Veri Yolu kullanılacak.

source: Project Path
de: Projekt-Pfad
tr: Proje Klasörü

source: Select the project path...
de: Wählen Sie den Projektordner aus...
tr: Projeler için klasör yolunu seç...

source: Project path where files related to BodySlide are loaded from. If empty, executable directory will be used instead.
de: Projektverzeichnis, aus dem BodySlide-Dateien geladen werden sollen. Falls leer, wird stattdessen das Programmverzeichnis verwendet.
tr: BodySlide ile ilgili dosyaların yüklendiği proje klasörüdür. Boşsa, bunun yerine yürütülebilir dizin kullanılacaktır.

source: With this turned on, BodySlide receives a new checkbox "Force Body Normals". Using it when building adds normal and tangent data to the body meshes (including bodies within outfits) for Skyrim. Use this only if you have a tangent space body mod.
tr: Bu etkinleştirildiğinde, BodySlide yeni bir "Force Body Normals" Normal Beden Yapısı için onay kutusu alır. İnşa ederken kullanmak, Skyrim için gövde ağlarına (kıyafetlerdeki gövdeler dahil) normal ve yan verileri ekler. Bunu yalnızca ikincil bir beden modunuz varsa kullanın.

source: Show 'Force Body Normals'
de: 'Körper Normals erzwingen' anzeigen
tr: Göster 'Normal Beden Yapısı'

source: General
de: Allgemein
tr: Genel

source: Enables/disables the dialog for choosing which set to build during a batch build if overrides happen.
de: Aktiviert/Deaktiviert den Auswahldialog der erscheint, wenn es zu Überschreibungen in der Batch-Erstellung kommt.
tr: Geçersiz kılma gerçekleştiğinde hangi setin oluşturulacağını seçmek için iletişim kutusunu etkinleştirir/devre dışı bırakır.

source: Override Warning
de: Überschreibungswarnung
tr: Uyarıları Geçersiz Kıl

source: Enables/disables scanning BSAs in the game data folder for textures to load.
de: Aktiviert/Deaktiviert das Scannen von BSAs im Data Ordner zum Laden von Texturen.
tr: Yüklenecek dokular için oyun veri klasöründeki BSA dosyalarını taramayı etkinleştirir/devre dışı bırakır.

source: BSA Textures
de: BSA Texturen
tr: BSA Doku Dosyaları

source: Enables/disables panning the camera with the left mouse button in Outfit Studio.
de: Aktiviert/Deaktiviert das Verschieben der Kamera in Outfit Studio mit einem Linksklick.
tr: Outfit Studio'da kamerayı farenin sol tuşuyla çevirmeyi etkinleştirir/devre dışı bırakır.

source: Left Mouse Pan
de: Linksklick zum Verschieben
tr: Sol Fare Tuşu

source: Enables/disables opening the brush settings near the mouse cursor when hitting the 'space' key.
de: Aktiviert/deaktiviert das Öffnen der Pinseleinstellungen in der Nähe des Mauszeigers bei Betätigung der Leertaste.
tr: 'Boşluk-Space' tuşuna basıldığında fare imlecinin yanında fırça ayarlarının açılmasını etkinleştirir/devre dışı bırakır.

source: Brush Settings Near Cursor
de: Pinseleinstellungen bei Mauszeiger
tr: İmleç Yakınında Fırça Ayarları

source: Language
de: Sprache
tr: Dil Seçimi

source: Use the selected language for the program.
de: Verwende die ausgewählte Sprache für das Programm.
tr: Programı Türkçe olarak kullanabilmek için dil ayarlarından Türkçe'yi seç..

source: Rendering
tr: Kaplamalar

source: Background Color
de: Hintergrundfarbe
tr: Arkaplan Rengi

source: Background color of the renderer.
de: Hintergrundfarbe des Renderers.
tr: Arkaplan rengini düzenler.

source: Wireframe Color
de: Wireframe-Farbe
tr: Tel Kafesi Rengi

source: Wireframe color of the renderer.
de: Wireframe-Farbe des Renderers.
tr: Oluşturulan yeni tel kafesi için renk belirle.

source: Data Files
de: Datendateien
tr: Veri Dosyaları

source: Reference Skeleton
de: Referenzskelett
tr: Örnek İskelet

source: Select a reference skeleton .nif file...
de: Wählen Sie eine .nif-Datei als Referenzskelett aus...
tr: Referans-Örnek iskeleti için .nif dosyasını seç...

source: The reference skeleton file for Outfit Studio.
de: Die Referenzskelett-Datei für Outfit Studio.
tr: Outfit Studio için referans iskelet dosyası.

source: Root Node
de: Root Knoten
tr: Temel Kodlama

source: The root node name of the reference skeleton. Can differ from game to game.
de: Der Name des Root Knotens des Referenzskeletts. Kann von Spiel zu Spiel abweichen.
tr: Referans iskeletin temel kod adı. Oyundan oyuna farklılık gösterebilir.

source: Setup
tr: Kurulum

source: Please select the data folder and your target game. You can only choose one game at a time, but it is possible to change the selection in the settings.
de: Bitte wählen Sie den Data-Ordner und Ihr Spiel. Es kann nur ein Spiel gleichzeitig aktiv sein, aber es ist in den Einstellungen möglich die Auswahl abzuändern.
tr: Lütfen data-veri klasörünü ve hedef oyununu seç. Tek seferde yalnızca bir oyun seçebilirsin, ancak oyun seçimini ayar menüsünden değiştirmek mümkündür.

source: Game not found! Select the data folder manually...
de: Spiel nicht gefunden! Wählen Sie den Data-Ordner manuell...
tr: Oyun bulunamadı! Oyunun Data-Veri klasör dizinini kendin belirtmelisin...

source: Select a folder
de: Verzeichnis wählen
tr: Klasör Konumunu Seç

source: Choose Game
de: Spiel wählen
tr: Oyun Seç

source: Shape Properties
de: Modelleigenschaften
tr: Kalıp Özellikleri

source: Shader
tr: Ön Bellek

source: Name
tr: İsim

source: Specular Color
de: Specular Farbe
tr: Yansıtıcı Renk

source: Specular Strength
de: Specular Stärke
tr: Yansıtıcı Kuvvet

source: Specular Power
de: Specular Kraft
tr: Yansıtıcı Güç

source: Emissive Color
de: Emissive Farbe
tr: Yayıcı Renk

source: Emissive Multiple
de: Emissive Multiplikator
tr: Yayıcı Katman

source: Alpha
tr: Alfa

source: Vertex Colors
de: Vertex Farben
tr: Uç Renkler

source: Remove
de: Entfernen
tr: Sil

source: Textures...
de: Texturen...
tr: Dokular...

source: Transparency
de: Transparenz
tr: Şeffaflık

source: Threshold
de: Grenzwert
tr: Eşik Değeri

source: Vertex Alpha
tr: Uç Alfa

source: Alpha Test
tr: Alfa Testi

source: Alpha Blend
tr: Alfa Karışımı

source: Copy from shape...
de: Kopieren von Modell...
tr: Kalıptan kopyala...

source: Geometry
de: Geometrie
tr: Geometri

source: Full Precision
de: Volle Präzision
tr: Tam Hassasiyet

source: Sub Index
tr: Alt Endeks

source: Skinned
tr: Deri-Cilt

source: Dynamic
de: Dynamisch
tr: Dinamik

source: Extra Data
de: Extra Daten
tr: Ekstra Veri

source: Value
de: Wert
tr: Değer

source: Coordinates
de: Koordinaten
tr: Koordinat

source: Transform from shape to global coordinates:
de: Von Modell- nach globale Koordinaten transformieren:
tr: Kalıptan küresel koordinatlara dönüştür:

source: Rotation
tr: Dönüş Hareketleri

source: Select a bone to add
de: Wählen Sie einen hinzuzufügenden Bone
tr: Eklenecek kemik yapısını seç

source: Bones in the current reference skeleton:
de: Bones im aktuellen Referenzskelett:
tr: Örnek iskeletteki kemik yapısı:

source: Add Custom Bone
de: Benutzerdefinierten Bone hinzufügen
tr: Özel Kemik Yapısı Ekle

source: Parent
tr: Temel

source: Select a slider preset
de: Wählen Sie ein Slider Preset
tr: Bir kaydırıcı hazır ayar seç

source: Choose a preset:
de: Wählen Sie ein Preset:
tr: Hazır ayarı seç:

source: Low weight
de: Unteres Gewicht
tr: Düsük ağırlık

source: High weight
de: Oberes Gewicht
tr: Yüksek ağırlık

source: Slider Properties
de: Slidereigenschaften
tr: Kaydırıcı Özellikleri

source: Slider Name
tr: Kaydırıcı Adı

source: Default Values
de: Standardwerte
tr: Varsayılan Değerler

source: Low
de: Niedrig
tr: Düsük

source: High
de: Hoch
tr: Yüksek

source: Zapped
tr: Komuta Et

source: Invert
de: Invertieren
tr: Ters Çevir

source: Hidden
de: Versteckt
tr: Gizli

source: Toggle Zaps:
de: Zap-Umschaltung:
tr: Aç/Kapa Zap:

source: Slider Data Import Options...
de: Sliderdaten Import-Optionen...
tr: Kaydırıcı Veri İçe Aktarma Seçenekleri...

source: Select the shapes that slider data will be imported for:
de: Wählen Sie die Modelle für die Sliderdaten importiert werden:
tr: Kaydırıcı verilerin içe aktarılacağı kalıpları seç:

source: Select the sliders to be imported
de: Wählen Sie die zu importierenden Slider
tr: İçe aktarılacak kaydırıcıları seç

source: Bone information incomplete. Exported data will not contain correct bone entries! Be sure to load a reference NIF prior to export.
de: Bone-Informationen sind unvollständig. Exportierte Daten werden keine korrekten Bone-Einträge besitzen! Stelle sicher, dass du eine Referenz vor dem Export geladen hast.
tr: Kemik yapısı bilgisi eksik. Dışa aktarılan veriler doğru kemik girişlerini içermeyecektir! Kaydetmeden önce örnek bir NIF dosyasını yüklediğinden emin olmalısın.

source: Export Warning
de: Export Warnung
tr: Dışa Aktarma Tehlikesi

source: Failed to load skeleton '%s'!
de: Konnte Skelett '%s' nicht laden!
tr: İskelet yüklemesi başarısız '%s'!

source: Root '%s' not found in skeleton '%s'!
de: Root '%s' konnte nicht im Skelett '%s' gefunden werden!
tr: Temel '%s' iskelet bulunamadı '%s'!

source: No read/write permission for game data path! Please launch the program with admin elevation and make sure the game data path in the settings is correct.
de: Kein Schreib-/Lesezugriff auf den Spieldaten-Ordner! Bitte starten Sie das Programm mit Admin-Rechten und stellen Sie sicher, dass der Spieldaten-Pfad in den Einstellungen korrekt ist.
tr: Oyun veri yolu için okuma/yazma izni yok! Lütfen programı yönetici modunda yeniden başlatın ve ayarlardaki oyun veri yolunun doğru olduğundan emin olun.

source: Warning
de: Warnung
tr: Uyarı

source: No read/write permission for project path! Please launch the program with admin elevation and make sure the project path in the settings is correct.
de: Kein Schreib-/Lesezugriff auf den Projekte-Ordner! Bitte starten Sie das Programm mit Admin-Rechten und stellen Sie sicher, dass der Projekte-Pfad in den Einstellungen korrekt ist.
tr: Oyun veri yolu için okuma/yazma izni yok! Lütfen programı yönetici modunda yeniden başlatın ve ayarlardaki oyun veri yolunun doğru olduğundan emin olun.

source: Unexpected exception has occurred: %s, the program will terminate.
de: Unerwartete Ausnahme trat auf: %s, das Programm wird sich jetzt beenden.
tr: Beklenmeyen bir hata oluştu: %s, program kapatılacak.

source: Unexpected exception
de: Unerwartete Ausnahme
tr: Beklenmeyen Hata

source: Unhandled exception has occurred: %s, the program will terminate.
de: Unbehandelte Ausnahme trat auf: %s, das Programm wird sich jetzt beenden.
tr: İşlenmeyen özel durum oluştu: %s, program kapatılacak.

source: Unhandled exception
de: Unbehandelte Ausnahme
tr: İşlenme Hatası

source: Fatal exception has occurred, the program will terminate.
de: Ein fataler Fehler trat auf, das Programm wird sich jetzt beenden.
tr: Tehlikeli bir hata oluştu, program kapatılacak.

source: Fatal exception
de: Fataler Fehler
tr: Tehlikeli Hata

source: Failed to launch Outfit Studio executable!
de: Fehler beim Starten von Outfit Studio!
tr: Outfit Studio yürütülebilir sürümü başlatılamadı!

source: Error
de: Fehler
tr: Hata

source: Failed to find game install path registry key or GameDataPath in the config.
de: Konnte den Registry-Key des Spielpfades oder den GameDataPath in der Konfiguration nicht finden.
tr: Yapılandırmada oyun yükleme yolu kayıt defteri anahtarı veya GameDataPath bulunamadı.

source: System language '%d' is wrong.
de: Systemsprache '%d' ist ungültig.
tr: Sistem dili '%d' yanlış.

source: The system language '%d' is not supported by your system. Try installing support for this language.
de: Die Systemsprache '%d' wird nicht von Ihrem System unterstützt. Sie können versuchen, die Unterstützung der Sprache zu installieren.
tr: Sistem dili '%d' sisteminiz tarafından desteklenmiyor. Bu dil için destek alarak yüklemeyi deneyin.

source: Failed to create group file.
de: Konnte Gruppen-Datei nicht erstellen.
tr: Grup dosyası oluşturulamadı.

source: That group already exists in the specified file, do you wish to overwrite the group?
de: Diese Gruppe existiert bereits in der angegebenen Datei, willst du sie überschreiben?
tr: Bu grup adında bir dosya zaten mevcut, grubun üzerine yazmak ister misin?

source: Group already exists
de: Gruppe existiert bereits
tr: Grup zaten mevcut

source: WARNING: Game data path not configured. Would you like to show BodySlide where it is?
de: WARNUNG: Spieldaten-Pfad nicht konfiguriert. Möchtest du BodySlide zeigen, wo dieser ist?
tr: UYARI: Oyun veri yolu yapılandırılmamış. BodySlide yükleme klasörünü elle belirlemek ister misin?

source: Game not found
de: Spiel nicht gefunden
tr: Oyun bulunamadı

source: Please choose a directory to set as your Data path
de: Bitte wählen Sie ein Verzeichnis für den Spieldaten-Pfad
tr: Lütfen Veri yolu olarak ayarlamak için bir klasör dizini seç

source: WARNING: This will delete the output files from the output folder, potentially causing crashes. Do you want to continue?
de: WARNUNG: Dies wird die Ausgabedateien vom Ausgabeordner löschen, was potenziell zu Problem führen kann. Willst du fortsetzen?
tr: UYARI: Bu, çıkış dosyalarını kopyalanan klasöründen siler, potansiyel olarak çökmelere neden olabilir. Devam etmek istediğine emin misin?

source: Clean Build
de: Säuberungs-Erstellung
tr: Kurulumu Temizle

source: Removed the following files:
de: Folgende Dateien wurden entfernt:
tr: Dosyalar siliniyor:

source: (no action)
de: (keine Aktion)
tr: (eylem yok)

source: Process Successful
de: Prozess erfolgreich
tr: İşlem Başarıyla Sonuçlandı

source: Failed to write TRI file to the following location %s
de: Konnte TRI-Datei nicht an die folgende Stelle schreiben %s
tr: TRI dosyası belirtilen konuma yazılamadı %s

source: Unable to process
de: Konnte nicht verarbeitet werden
tr: İşlenemiyor

source: Failed to build set to the following location %s
de: Konnte das Set nicht an der folgenden Stelle erstellen %s
tr: Bu ayar seti belirtilen konuma yazdırılamadı %s

source: Choose alternate file name
de: Wählen Sie einen alternativen Dateinamen
tr: Alternatif dosya adını seç

source: Successfully processed the following files:
de: Erfolgreich die folgenden Dateien verarbeitet:
tr: Dosyalar başarıyla işlendi:

source: WARNING: This will delete the output files from the output folders, potentially causing crashes. Do you want to continue?
de: WARNUNG: Dies wird die Ausgabedateien aus den Ausgabeordnern löschen, was potenziell zu Problem führen kann. Willst du fortsetzen?
tr: UYARI: Bu, işleme dosyalarını çıkış klasörlerinden siler, potansiyele dayalı çökmelere neden olabilir. Devam etmek istediğine emin misin?

source: Clean Batch Build
de: Säuberungs-Batch-Erstellung
tr: Toplu Yapı Temizliği

source: WARNING: Game data path not configured. Files can't be removed that way.
de: WARNUNG: Spieldaten-Pfad ist nicht konfiguriert. Dateien können so nicht entfernt werden.
tr: UYARI: Oyun veri yolu yapılandırılmamış. Dosyalar bu şekilde silinemez.

source: WARNING: Game data path not configured. Continue saving files to the working directory?
de: WARNUNG: Spieldaten-Pfad nicht konfiguriert. Dateien stattdessen in das Arbeitsverzeichnis speichern?
tr: UYARI: Oyun veri yolu yapılandırılmamış. Dosyaları çalışma dizinine kaydetme işlemine devam edilsin mi?

source: Processing Outfits
de: Verarbeite Outfits
tr: Kıyafet işlenmesi

source: Starting...
de: Starten...
tr: Başlatılıyor...

source: Processing '%s' (%d of %d)...
de: Verarbeite '%s' (%d von %d)...
tr: İşleniyor '%s' (%d of %d)...

source: No recorded outfit name source
de: Keine aufgenommene Outfitnamen-Quelle
tr: Kayıtlı bir kıyafet adı kaynağı yok

source: Unable to get slider set from file:
de: Konnte Slider Set nicht aus Datei bekommen:
tr: Kaydırıcı dosyadan alınamadı:

source: Unable to open slider set file:
de: Konnte Slider Set Datei nicht öffnen:
tr: Kaydırıcı ayar dosyası açılamıyor:

source: Unable to load input nif:
de: Konnte Eingabe NIF nicht lesen:
tr: Nif giriş kodlaması yüklenemedi:

source: Unable to create destination directory:
de: Konnte Ziel-Verzeichnis nicht erstellen:
tr: Hedef dizin oluşturulamadı:

source: Unable to save nif file:
de: Konnte NIF-Datei nicht speichern:
tr: Nif dosyası kaydedilemiyor:

source: The following sets failed
de: Die folgenden Sets sind fehlgeschlagen
tr: Takipçi ayarları başarısız

source: Failed
de: Fehlgeschlagen
tr: Başarısız

source: Failed to load BodySlide.xrc file!
de: Konnte die BodySlide.xrc Datei nicht laden!
tr: Bodyslide.xrc dosyası yüklenemedi!

source: Failed to load BodySlide frame!
de: Konnte das BodySlide-Fenster nicht laden!
tr: BodySlide ana çerçevesi yüklenemedi!

source: Group Filter
de: Gruppenfilter
tr: Gurup Filtresi

source: Filter by group
de: Nach Gruppe filtern
tr: Gruplara göre filtrele

source: Outfit Filter
tr: Kıyafet Filtresi

source: Filter by outfit
de: Nach Outfit filtern
tr: Kıyafetlere göre filtrele

source: Choose groups to filter outfit list
de: Wählen Sie Gruppen zum Filtern der Outfitliste
tr: Kıyafet listesini filtrelemek için grupları seç

source: Choose Groups
de: Gruppen auswählen
tr: Gurupları Seç

source: Choose or create group file
de: Wählen Sie oder erstelle eine Gruppen-Datei
tr: Grup dosyası seç veya oluştur

source: What would you like the new group to be called?
de: Wie möchten Sie die neue Gruppe nennen?
tr: Yeni grubun da aranmasını istiyor musun?

source: New Group Name
de: Neuer Gruppenname
tr: Yeni Gurup İsmi

source: Do you really wish to delete the selected project?
de: Sind Sie sich sicher, dass Sie das ausgewählte Projekt löschen möchten?
tr: Seçilen projeyi silmeyi gerçekten istiyor musun?

source: Delete Project
de: Projekt löschen
tr: Projeyi Sil

source: Do you really wish to delete the selected preset?
de: Sind Sie sich sicher, dass Sie das ausgwählte Preset löschen möchten?
tr: Bu hazır ayarı silmeyi gerçekten istiyor musun?
