Repository: WisperGatis/BodySlide-and-Outfit-Studio
Catalog: lang/*/BodySlide.po
Languages: de, tr

source: Locks the mesh normals. Enable if you want to keep custom normals intact.
de: Sperrt die Normals des Modells. Aktivieren, wenn manuell angepasste Normals intakt bleiben sollen.
tr: Kafes kenarlarını kilitler. Özel yapılandırmayı bozmak istemiyorsan bunu etkinleştir.

source: Copies all bone weights from the reference shape to the current shape.
de: Kopiert das Bone Weighting des Referenzmodells auf das aktuelle Modell.
tr: Tüm beden ağırlıklarını referans aldığı modelden mevcut modele kopyalar.

source: Copy Selected Weights
de: Ausgewähltes Weighting kopieren
tr: Seçilen Ağırlıkları Kopyala

source: Copies selected bone weights from the reference shape to the current shape.
de: Kopiert das ausgewählte Weighting vom Referenzmodell auf das aktuelle Modell.
tr: Tercihe göre seçilen beden ağırlıklarını referans aldığı modelden mevcut modele kopyalar.

source: Transfer Selected Weights
de: Ausgewähltes Weighting transferieren
tr: Seçilen Ağırlıkları Aktar

source: Transfers selected weights from the reference shape to the current shape. Requires same vertex count and order.
de: Transferiert das ausgewählte Weighting vom Referenzmodell auf das aktuelle Modell. Benötigt die selbe Anzahl und Reihenfolge an Vertices.
tr: Referans modelinden seçilen şekil ağırlıklarını aktarır. Aynı köşegen açıları sayısını ve kodlamasını gerektirir.

source: Mask Weighted Vertices
de: Gewichtete Vertices maskieren
tr: Kafes Ağırlıklarını Maskele

source: Masks vertices with bone weights, so you can manually assign weights to unweighted vertices.
de: Maskiert Vertices mit Bone Weighting.
tr: Kemik ağırlıklarına sahip köşeleri maskeleyerek ağırlık atamasını sıfırlar, böylece istediğin değerleri ağırlıksız köşelere elle atayabilirsin.

source: Check For Bad Bones...
de: Auf mangelhafte Bones prüfen...
tr: Hatalı İskelet Kontrolü...

source: Looks for bones with inconsistencies in their transforms. If any are found, a dialog is opened to give options for fixing them.
tr: Dönüşümlerinde tutarsızlık yapan iskelet yapılarını arar. Hatalı iskelet bulunursa, bunu düzeltmek için seçenekler sunan bir iletişim kutusu açılır.

source: Copy Partitions/Segments...
de: Partitionen/Segmente kopieren...
tr: Kopyala Bölümler/Parçalar...

source: Copies partitions/segments and all triangle assignments from the reference shape to the current shape.
de: Kopiert Partitionen/Segmente und deren Triangle-Zuweisungen vom Referenzmodell zum ausgewählten Modell.
tr: Bölümleri/parçaları ve tüm üçgen atamalarını referans alınan örnek kalıptan geçerli kalıba kopyalar.

source: Mask Symmetric Vertices...
de: Symmetrische Vertices maskieren...
tr: Simetrik Köşeleri Maskele...

source: Masks unmasked vertices that have a mirrored vertex with identical data.
tr: Aynı verilere sahip tepe noktalarını maskelenmemiş olan tepe noktalarına maskeler.

source: Symmetrize Vertices...
de: Vertices symmetrisieren...
tr: Tepe Noktalarını Simetrileştir...

source: Changes vertex data to be identical to mirrored vertices.
tr: Tepe noktası verilerini yansıtılmış köşelerle aynı olacak şekilde değiştirir.

source: Mask Symmetric Triangles
de: Symmetrische Triangles maskieren
tr: Üçgenleri Simetrik Maskele

source: Masks triangles that can be matched to a mirrored triangle.
tr: Yansıtılmış bir üçgenle eşleşen tüm üçgenleri maskeler.

source: Delete Del
de: Entfernen Del
tr: Sil Del

source: Removes the currently selected shape from the outfit.
de: Entfernt das derzeit ausgewählte Modell aus dem Outfit.
tr: Mevcut kıyafetlerden seçili kalıbı kaldırır.

source: Properties...
de: Eigenschaften...
tr: Özellikler...

source: Opens the properties dialog for shader, texture and more settings of the selected shape.
de: Öffnet das Eigenschaftenfenster für Shader, Texturen und mehr des aktuellen Modells.
tr: Gölgelendirici, doku ve seçilen kalıbın daha fazla ayarları için özellikler iletişim kutusunu açar.

source: Slider
tr: Kaydırıcı

source: Conform Selected Ctrl+C
de: Ausgewählte übertragen Ctrl+C
tr: Seçimi Uydur Ctrl+C

source: Conform selected outfit shape to all checked sliders.
de: Überträgt alle angehakten Slider auf die ausgewählten Modelle.
tr: Seçilen kaydırıcılara tercih edilen kıyafet kalıbını uygun hale getirir.

source: Conform All Ctrl+Shift+C
de: Alle übertragen Ctrl+Shift+C
tr: Tümünü Uydur Ctrl+Shift+C

source: Conform all outfit shapes to all checked sliders.
de: Überträgt alle angehakten Slider auf alle Modelle.
tr: Tüm kaydırıcılara seçilen kıyafet kalıbını uygun hale getirir.

source: Set Base Shape
de: Grundform setzen
tr: Temel Kalıbı Ayarla

source: Set the current outfit shape as the base shape and clear slider data.
de: Setzt die aktuelle Form der Outfitmodelle als Grundform und löscht Sliderdaten.
tr: Mevcut kıyafet kalıbını ana şablon olarak ayarla ve kaydırıcı verilerini temizle.

source: Load and preview a slider preset. Inverted sliders will have inverted values.
de: Läd ein Preset zur Vorschau. Umgekehrte Slider bekommen umgekehrte Werte.
tr: Hazır kaydırıcı ayarını yükle ve ön izlemeye al. Ters kaydırıcılar, ters değerlere sahip olacaktır.

source: Save a slider preset with the current values. Inverted sliders will have inverted values.
de: Speichert ein Preset mit den aktuellen Werten. Umgekehrte Slider bekommen umgekehrte Werte.
tr: Hazır kaydırıcı ayarını mevcut değerleri ile kaydet. Ters kaydırıcılar, ters değerlere sahip olacaktır.

source: New Slider
de: Neuer Slider
tr: Yeni Kaydırıcı Gurup

source: Create a new shape transformation slider.
de: Erstellt einen neuen Slider zum Transformieren von Modellen.
tr: Yeni bir kalıp dönüştürme kaydırıcısı oluştur.

source: Coalesce sliders
de: Slider zusammenfügen
tr: Birleşik Kaydırıcılar

source: Create a new shape transformation slider based on the current slider values
de: Erstellt einen neuen Slider, der auf den aktuellen Sliderwerten basiert
tr: Mevcut kaydırıcı değerlerini uygulayarak yeni bir kalıp oluştur

source: New Zap Slider
de: Neuer Zap Slider
tr: Yeni Zap Kaydırıcısı

source: Create a new Zap slider based on unmasked vertices
de: Erstellt einen neuen Zap Slider, der auf allen nicht maskierten Vertices basiert
tr: Değer atanmayan köşelere yeni bir Zap kaydırıcısı oluştur

source: Import OSD...
de: OSD importieren...
tr: OSD Dosyası Yerleştir...

source: Imports OSD file and creates sliders for shapes with a matching name.
de: Importiert eine OSD-Datei und erstellt daraus Slider für Modelle mit passendem Namen.
tr: OSD dosyasını içe aktarır ve eşleşen ada sahip kalıplar için bir kaydırıcı oluşturur.

source: Export OSD...
de: OSD exportieren...
tr: OSD olarak Çıkar...

source: Exports all currently loaded slider data to an OSD file.
de: Exportiert alle derzeit geladenen Sliderdaten in eine OSD-Datei.
tr: Yüklü olan tüm kaydırıcı verilerini bir OSD dosyası olarak aktarır.

source: Import TRI Morphs...
de: TRI Morphs importieren...
tr: TRI Morphs Dosyası olarak yerleştir...

source: Imports TRI morphs from a TRI file and creates sliders for shapes with a matching name.
de: Importiert TRI Morphs aus einer TRI-Datei und erstellt daraus Slider für Modelle mit passendem Namen.
tr: Bir TRI morphs dosyasından verileri TRI dosyası olarak içe aktarır ve eşleşen ada sahip kalıplar için kaydırıcı oluşturur.

source: Export TRI Morphs...
de: TRI Morphs exportieren...
tr: TRI Morphs Dosyası olarak Çıkar...

source: Exports TRI morphs to a TRI file.
de: Exportiert TRI Morphs in eine TRI-Datei.
tr: TRI morphs dosyası verilerini TRI dosyası olarak çıkarır.

source: Export to OBJs...
de: OBJs exportieren...
tr: OBJ Dosyası olarak Çıkar...

source: Export all sliders to an OBJ file per slider.
de: Exportiert alle Slider als eine OBJ-Datei je Slider.
tr: Tüm kaydırıcıları farklı bir OBJ dosyası olarak kaydeder.

source: Import Slider Data
de: Sliderdaten importieren
tr: Kaydırıcı Verisini Al

source: Import NIF...
de: NIF importieren...
tr: NIF Dosyası Yerleştir...

source: Import a NIF file and overwrites the current shape's slider data.
de: Importiert eine BodySlide NIF-Datei und überschreibt die Sliderdaten des aktuellen Modells.
tr: Bir NIF dosyasını içe aktarır ve geçerli kalıbın kaydırıcı verilerinin üzerine yazar.

source: Import BSD...
de: BSD importieren...
tr: BSD Dosyası Yerleştir...

source: Import a BodySlide BSD file and overwrites the current shape's slider data.
de: Importiert eine BodySlide BSD-Datei und überschreibt die Sliderdaten des aktuellen Modells.
tr: BodySlide BSD dosyasını içe aktarır ve geçerli kalıbın kaydırıcı verilerini üzerine yazar.

source: Import OBJ...
de: OBJ importieren...
tr: OBJ Dosyası Yerleştir...

source: Import an OBJ file matching the current shape's vertex count, and calculate slider data from the difference.
de: Importiert eine OBJ-Datei, die mit der Vertex Anzahl des aktuellen Modells übereinstimmt, und berechnet Sliderdaten aus der Differenz.
tr: Geçerli kalıbın tepe noktalarıyla eşleşen bir OBJ dosyasını içe aktarır ve kaydırıcı verileri farkını hesaplar.

source: Import FBX...
de: FBX importieren...
tr: FBX Dosyası Yerleştir...

source: Import an FBX file matching the current shape's vertex count, and calculate slider data from the difference.
de: Importiert eine FBX-Datei, die mit der Vertex Anzahl des aktuellen Modells übereinstimmt, und berechnet Sliderdaten aus der Differenz.
tr: Geçerli kalıbın tepe noktalarıyla eşleşen bir FBX dosyasını içe aktarır ve kaydırıcı verileri farkını hesaplar.

source: Export Slider Data
de: Sliderdaten exportieren
tr: Kaydırıcı Verisini Çıkart

source: Export NIF...
de: NIF exportieren...
tr: NIF olarak çıkart...

source: Exports the current slider's data as a NIF file.
de: Exportiert die Daten des aktuellen Sliders als BodySlide NIF-Datei.
tr: Geçerli kaydırıcının tüm verilerini bir NIF dosyası olarak dışa aktarır.

source: Export BSD...
de: BSD exportieren...
tr: BSD olarak Çıkart...

source: Exports the current slider's data as a BodySlide BSD file.
de: Exportiert die Daten des aktuellen Sliders als BodySlide BSD-Datei.
tr: Geçerli kaydırıcının verilerini BodySlide BSD dosyası olarak kaydederek dışa aktarır.

source: Export OBJ...
de: OBJ exportieren...
tr: OBJ olarak Çıkart...

source: Exports the current slider's data as an OBJ file.
de: Exportiert die Daten des aktuellen Sliders als BodySlide OBJ-Datei.
tr: Geçerli kaydırıcının verilerini BodySlide OBJ dosyası olarak kaydederek dışa aktarır.

source: Negate Slider
de: Slider negieren
tr: Kaydırıcıyı İptal Et

source: Negates the current slider, reversing it's effect
de: Negiert den aktuellen Slider zum Umkehren seines Effektes
tr: Geçerli kaydırıcıyı iptal eder, etkilerini geri alır

source: Mask Affected Vertices
de: Beeinflusste Vertices maskieren
tr: Uç Etki Maskesi

source: Masks the vertices the slider is affecting for all selected shapes.
de: Maskiert die Vertices aller ausgewählten Modelle, welche der Slider beeinflusst.
tr: Kaydırma çubuğu ile seçilen tüm kalıpların etkilendiği tepe noktalarını maskeler.

source: Clear Slider Data
de: Sliderdaten löschen
tr: Kaydırıcı Verilerini Temizle

source: Erases the slider data without removing the slider itself. (Cannot be undone)
de: Löscht die Sliderdaten, ohne den Slider selbst zu entfernen. (Kann nicht rückgängig gemacht werden)
tr: Kaydırıcının kendiliğinden kaldırmadığı kaydırıcı verilerini siler. (Geri alınamaz)

source: Delete Slider
de: Slider entfernen
tr: Kaydırıcıyı Sil

source: Delete the active slider from the project. (Cannot be undone)
de: Entfernt den aktiven Slider aus dem Projekt. (Kann nicht rückgängig gemacht werden)
tr: Etkin kaydırıcıyı projeden siler. (Geri Alınamaz)

source: Properties... Tab
de: Eigenschaften... Tab
tr: Özellikler... Tab

source: Display and edit the active slider's properties.
de: Zeigt die Eigenschaften des aktiven Sliders zur Bearbeitung an.
tr: Aktif kaydırıcının özelliklerini görüntüler ve düzenler.

source: Tool
de: Werkzeug
tr: Araçlar

source: Current Tool
de: Aktuelles Werkzeug
tr: Mevcut Araçlar

source: Apply animation weight values for the currently selected bone. Hold down the ALT key to weaken the weighting.
de: Wendet Animations-Weighting für den derzeit gewählten Bone an. ALT gedrückt halten, um das Weighting abzuschwächen.
tr: Seçili olan iskelet için animasyon ağırlık değerlerini uygular. Ağırlığı düşürmek için ALT tuşuna basılı tut.

source: Transform F
de: Transformieren F
tr: Dönüştür F

source: Pivot P
tr: Eksen P

source: Vertex Edit Q
de: Vertex Bearbeitung Q
tr: Tepe Noktasını Düzenle Q

source: Shows vertex points and lets you mask/unmask them. Without any brush active, click on a vertex to unmask it. Hold down CTRL to mask it.
de: Zeigt Vertexpunkte und ermöglicht es, diese zur Maske hinzuzufügen oder zu entfernen. Ohne einen aktiven Pinsel auf einen Vertex klicken, um ihn zu demaskieren. STRG gedrückt halten, um ihn zu maskieren.
tr: Köşe noktalarını gösterir ve bunları maskelemeni/maskeyi kaldırmanı sağlar. Herhangi bir fırça etkin değilken, maskesini kaldırmak için bir tepe noktasına tıklayın. Gizlemek için CTRL tuşunu basılı tutun.

source: Increase Brush Size Shift++
de: Pinselgröße erhöhen Shift++
tr: Fırça Çapını Büyült Shift++

source: Increase brush diameter
de: Erhöht den Durchmesser des Pinsels
tr: Fırça çapını büyült

source: Decrease Brush Size Shift+-
de: Pinselgröße verringern Shift+-
tr: Fırça Çapını Küçült Shift+-

source: Decrease brush diameter
de: Verringert den Durchmesser des Pinsels
tr: Fırça çapını küçült

source: Increase Brush Strength Ctrl++
de: Pinselstärke erhöhen Ctrl++
tr: Fırça Kuvvetini Arttır Ctrl++

source: Increase brush strength
de: Erhöht die Stärke des Pinsels
tr: Fırça kuvvetini arttır

source: Decrease Brush Strength Ctrl+-
de: Pinselstärke verringern Ctrl+-
tr: Fırça Kuvvetini Azalt Ctrl+-

source: Decrease brush strength
de: Verringert die Stärke des Pinsels
tr: Fırça kuvvetini azalt

source: Mask Less A
de: Weniger maskieren A
tr: Maskeyi Küçült A

source: Mask Less
de: Weniger maskieren
tr: Maskeyi Küçült

source: Mask More D
de: Mehr maskieren D
tr: Maske Daha Fazla D

source: Mask More
de: Mehr maskieren
tr: Maske Daha Fazlası

source: Invert Mask Ctrl+I
de: Maske umkehren Ctrl+I
tr: Maskeyi Ters Çevir Ctrl+I

source: Invert Mask
de: Maske umkehren
tr: Maskeyi Ters Çevir

source: Clear Mask Ctrl+A
de: Maske löschen Ctrl+A
tr: Maskeyi Temizle Ctrl+A

source: Clear Mask
de: Maske entfernen
tr: Maskeyi Temizle

source: View
de: Ansicht
tr: Gösterim

source: Front Shift+1
de: Vorne Shift+1
tr: Önden Görünüm Shift+1

source: Back Shift+2
de: Hinten Shift+2
tr: Arkadan Görünüm Shift+2

source: Left Shift+3
de: Links Shift+3
tr: Soldan Görünüm Shift+3

source: Right Shift+4
de: Rechts Shift+4
tr: Sağdan Görünüm Shift+4

source: Perspective Shift+5
de: Perspektive Shift+5
tr: Derin Görünüm Shift+5

source: Toggle Rotation Center Shift+R
de: Rotationszentrum umschalten Shift+R
tr: Döndürme Komutu Shift+R

source: Switch between the different rotation center modes.
de: Schaltet zwischen den verschiedenen Rotationszentrum-Modi um.
tr: Farklı dönüş merkezleri arasında geçiş yap.

source: Show Nodes Shift+N
de: Knoten anzeigen Shift+N
tr: Düğümleri Göster Shift+N

source: Show Bones Shift+B
de: Bones anzeigen Shift+B
tr: İskeletleri Göster Shift+B

source: Show Floor G
de: Boden anzeigen G
tr: Zemini Göster G

source: Toggle Visibility E
de: Sichtbarkeit umschalten E
tr: Hayalet Modunda E

source: Switch between the different visibility modes for the selected shapes.
de: Schaltet für die ausgewählten Modelle zwischen den verschiedenen Sichtbarkeitsmodi um.
tr: Kalıplar için farklı görünürlülük seçenekleri arasında geçiş yap.

source: Show Wireframe W
de: Gitternetz anzeigen W
tr: Tel Çerçeveyi Göster W

source: Show wireframe on all models.
de: Gitternetz auf allen Modellen anzeigen.
tr: Tüm modelleri tel bir kafes içerisinde gösterir.

source: Enable Lighting L
de: Beleuchtung aktivieren L
tr: Aydınlatma Açık L

source: Turn on or off lighting.
de: Schaltet die Beleuchtung an oder aus.
tr: Aydınlatmayı açar ve kapatır.

source: Enable Textures T
de: Texturen aktivieren T
tr: Dokuları Etkinleştir T

source: Display texture maps on models.
de: Zeigt Texturen der Modelle an.
tr: Tüm modellerin doku (texture) haritalarını gösterir.

source: Enable Vertex Colors
de: Vertex-Farben aktivieren
tr: Köşe Renklerini Etkinleştir

source: Display vertex colors on models.
de: Zeigt Vertex-Farben der Modelle an.
tr: Modellemelerde köşe renklerini görüntüle.

source: Check For Bad Bones
de: Auf mangelhafte Bones prüfen
tr: Hatalı İskeletleri Tara

source: Bad Bone
de: Mangelhafter Bone
tr: Hatalı İskelet

source: Set Skin Transform From Node
de: Skin-Transformation aus Node setzen
tr: Düğümden Dış Görünümü Ayarla

source: Fixes the bad bone by calculating a new skin-to-bone transform.
de: Korrigiert den mangelhaften Bone durch Berechnen einer neuen Skin-to-Bone Transformation.
tr: Yeni bir deri kaplaması ile iskelet dönüşümünü hesaplayarak bozuk iskeleti düzeltir.

source: Set Node Transform From Skin
de: Node-Transformation aus Skin setzen
tr: Düğüm Dönüşümü İçin Deri Kaplama

source: Fixes the bad custom bone by calculating a new bone-to-global transform.
tr: Yeni bir iskeletten küresel dönüşümü hesaplayarak hatalı iskeleti düzeltir.

source: Add
de: Hinzufügen
tr: Yükle

source: From Skeleton...
de: Aus Skelett...
tr: İskelet Yapısı Hakkında...

source: Choose a bone from the reference skeleton to add to the project.
de: Wählen Sie einen Bone aus dem Referenzskelett, um ihn dem Projekt hinzuzufügen.
tr: Projeye eklemek için örnek iskeletten bir kemik yapısını seç.

source: Custom Bone...
de: Benutzerdefinierter Bone...
tr: Kemik Yapısı Hakkında...

source: Add a custom bone to the project.
de: Fügt einen benutzerdefinierten Bone dem Projekt hinzu.
tr: Projene bir kemik yapısı ekle.

source: From Project
de: Aus Projekt
tr: Proje Hakkında

source: Delete bone(s) from all shapes of the project.
de: Bone(s) von allen Modellen des Projektes entfernen.
tr: Kemik (iskelet yapısını) ve projenin tüm kalıplarını Sil.

source: From Selected Shapes
de: Von ausgewählten Modellen
tr: Seçilen Kalıplar Hakkında

source: Delete bone(s) from only the selected shapes.
de: Bone(s) nur von ausgewählten Modellen entfernen.
tr: Kemik (iskelet yapısını) ve projede uyguladığın bu kalıbı Sil.

source: Edit Bone...
de: Bone bearbeiten...
tr: İskeleti Düzenle...

source: Edit a custom bone or view a standard bone.
de: Bone bearbeiten oder Standard-Bone anzeigen.
tr: Özel bir kemik yapısını düzenleyin veya standart bir kemik yapısını görüntüleyin.

source: Masks vertices with weights for the selected bones.
de: Maskiert die Vertices mit Weights für die ausgewählten Bones.
tr: Köşeleri seçilen kemikler için ağırlık değerlerini maskeler.

source: Add Segment...
de: Segment hinzufügen...
tr: Bölümsel Ekleme...

source: Choose a segment to add to the shape.
de: Segment zum Hinzufügen wählen.
tr: Kalıba eklemek için iskeletin bir bölümünü seç.

source: Add Sub Segment...
de: Untersegment hinzufügen...
tr: Alt Bölüm Eklemesi...

source: Add a new sub segment to the currently selected segment.
de: Neues Untersegment am aktuell ausgewählten Segment hinzufügen.
tr: Kalıba eklemek için iskeletin alt katmanını seç.

source: Delete Segment...
de: Segment löschen...
tr: Ana Bölümü Sil...

source: Delete segment and all of its sub segments from the shape.
de: Entfernt das Segment und all seine Untersegmente vom Modell.
tr: Bölümleri ve tüm alt segmentlerini kalıptan sil.

source: Sub Segments
de: Untersegmente
tr: Alt Bölümler

source: Delete Sub Segment...
de: Untersegment löschen...
tr: Alt Bölümleri Sil...

source: Delete the selected sub segment.
de: Ausgewähltes Untersegment löschen.
tr: Seçili tüm alt bölümleri sil.

source: Add Partition...
de: Partition hinzufügen...
tr: Bölüm Ekle...

source: Adds a new partition to the shape.
de: Fügt dem Modell eine neue Partition hinzu.
tr: Kalıba yeni bir bölüm ekler.

source: Delete Partition...
de: Partition entfernen...
tr: Bölümü Sil...

source: Deletes the partition from the shape.
de: Entfernt die Partition vom Modell.
tr: Kalıba eklenen yeni bölümü siler.

source: Welcome to the New Project wizard! First, please choose a reference. Typically, this is a body (such as CBBE) or a conversion set (such as Vanilla To CBBE) and comes with its sliders.
de: Willkommen zum Assistenten für ein neues Projekt! Zuerst, wählen Sie bitte eine Referenz. Normalerweise ist dies ein Körper (wie z.B. CBBE) oder ein Konvertierungsset (wie z.B. Vanilla zu CBBE) und kommt mit seinen eigenen Slidern.
tr: Yeni Proje Sihirbazına hoş geldin! Öncelikle, bir örnekten seçimini yapmalısın. Tipik olarak, bu bir beden olabilir (CBBE gibi) veya bir dönüştürme seti olabilir (Vanilla'dan CBBE'ye) gibi, ve onlar kalıpları ile birlikte açılır.

source: Reference
de: Referenz
tr: Örnekler

source: From Template
de: Aus Vorlage
tr: Şablondan

source: From File
de: Aus Datei
tr: Dosyadan

source: Select a project or NIF file
de: Wählen Sie eine Projekt- oder NIF-Datei
tr: Çalışmak için Bir NIF dosyası seç

source: Slider Set:
tr: Kaydırıcı Seti:

source: Shape:
de: Modell:
tr: Kalıp:

source: Clear Reference
de: Referenz entfernen
tr: Örneği Temizle

source: Next, select an outfit/mesh to work on and enter a display name for it.
de: Als nächstes, wählen Sie ein Outfit/Modell zum Bearbeiten und geben Sie einen Anzeigenamen dafür ein.
tr: Sonrasında, çalışmak için bir kıyafeti/kafesi seç ve bunun için yeni bir isim gir.

source: Display Name
de: Anzeigename
tr: İsmi Görüntüle

source: Outfit/Mesh
de: Outfit/Modell
tr: Kıyafet/Kafes

source: Select a file to load as an outfit/mesh
de: Wählen Sie eine Datei zum Laden als Outfit/Modell
tr: Bir kıyafeti/kafesi (meshes dosyaları) yüklemek için bir dosyadan seç

source: Clear Outfit
de: Outfit entfernen
tr: Kıyafeti Temizle

source: Textures
de: Texturen
tr: Dokular

source: Automatically search for textures
de: Automatisch nach Texturen suchen
tr: Otomatik olarak Doku ara

source: Select a texture file
de: Wählen Sie eine Textur-Datei
tr: Doku dosyasını seç

source: Save Project As...
de: Projekte speichern unter...
tr: Projeyi Farklı Kaydet...

source: The name of the outfit and slider set, as it will appear in BodySlide.
de: Der Name des Outfits und Slidersets, wie er in BodySlide erscheinen wird.
tr: BodySlide menülerinde görünecek şekilde kıyafet ve beden adını gir.

source: Copies the current display name to the project text fields below.
de: Kopiert den aktuellen Anzeigenamen in alle Projekt Textfelder unterhalb.
tr: Geçerli olan adı aşağıdaki proje metin alanlarına kopyalar.

source: To Project
de: Zu Projekt
tr: Proje İçin

source: Output File Name
de: Ausgabe Dateiname
tr: Dosya Çıkış Adı

source: The name of the outfit file that will end up in the game data path when BodySlide builds it. Should not include _1 or _0 in the name, e.g: lovelydress
de: Der Name der Outfit-Datei, die im Data Ordner des Spiels von BodySlide erstellt wird. Sollte nicht _1 oder _0 enthalten, z.B. lovelydress
tr: BodySlide onu oluşturduğunda oyun veri yolunda kopyalanacak olan kıyafet dosyasının adı. Adında _1 veya _0 bulunmamalıdır, örn. sevgigeceliği

source: Output Data Path
de: Ausgabe Dateipfad
tr: Çıkış Veri Yolu

source: The location in the game's data path where BodySlide-built outfit files will be placed, e.g: meshes\clothes\lovelydress
de: Der Ordner innerhalb der Spieldaten, in welchem BodySlide die Outfit-Dateien erstellen wird, z.B. meshes\clothes\lovelydress
tr: BodySlide tarafından oluşturulan kıyafet dosyalarının yerleştirileceği oyunun veri klasörü konumu, örn .: meshes\clothes\sevgigeceliği
