Repository: WisperGatis/BodySlide-and-Outfit-Studio
Catalog: lang/*/BodySlide.po
Languages: de, tr

source: You can only use the undiff brush while editing a slider. Note, use the pencil button next to a slider to enable editing of that slider's morph.
de: Sie können den Undiff Pinsel nur verwenden, während ein Slider bearbeitet wird. Der Pinsel-Knopf neben jedem Slider kann den Bearbeitungsmodus dieses aktivieren.
tr: Bir kaydırıcıyı düzenlerken yalnızca yayma fırçasıyla çalışabilirsin. Bu kaydırıcının dönüşümünü düzenlemeyi etkinleştirmek için kaydırıcının yanındaki kalem düğmesini kullanabilirsin.

source: You can only edit the base shape when all sliders are zero. Do you wish to set all sliders to zero now? Note, use the pencil button next to a slider to enable editing of that slider's morph.
de: Sie können das Basismodell nur bearbeiten, wenn alle Slider auf Null sind. Möchtest du jetzt alle Slider auf Null setzen? Der Pinsel-Knopf neben jedem Slider kann den Bearbeitungsmodus dieses aktivieren.
tr: Yalnızca tüm kaydırıcılar sıfır olduğunda temel şekli düzenleyebilirsin. Şimdi tüm kaydırıcıları sıfırlamak istiyor musun? Not: Bu kaydırıcının morph düzenlenmesini sağlamak için kaydırıcının yanındaki kalem düğmesini kullanmalısın.

source: You have unsaved changes to '%s'. Would you like to save them now?
de: Es gibt ungespeicherte Änderungen an '%s'. Möchten Sie diese speichern?
tr: '%s' Üzerinde kaydedilmemiş değişikliklerin var. Onları şimdi kurtarmak ister misin?

source: Unsaved Changes
de: Ungespeicherte Änderungen
tr: Kaydedilmemiş Değişiklikler

source: Creating project '%s'...
de: Erstelle Projekt '%s'...
tr: Proje oluşturuluyor '%s'...

source: Loading reference...
de: Lade Referenz...
tr: Örnek yükleniyor...

source: Loading outfit...
de: Lade Outfit...
tr: Kıyafet yükleniyor...

source: Select a slider set to load
de: Wählen Sie ein Slider Set zum Laden
tr: Yüklemek için bir kaydırıcı seç

source: Select a slider set to add
de: Wählen Sie ein Slider Set zum Hinzufügen
tr: Eklenecek kaydırıcıyı seç

source: You're currently editing slider data, please exit the slider's edit mode (pencil button) and try again.
de: Sie bearbeiten im Moment Sliderdaten. Bitte verlassen Sie den Bearbeitungsmodus des Sliders (Pinsel-Knopf) und versuchen es erneut.
tr: Şu anda kaydırıcı verilerini düzenliyorsun, lütfen kaydırıcının düzenleme modundan çık (kalem butonuyla) ve tekrar dene.

source: Loading reference set...
de: Lade Referenz-Set...
tr: Örnek set yükleniyor...

source: Creating reference...
de: Erstelle Referenz...
tr: Örnek oluşturuluyor...

source: Unload the project? All unsaved changes will be lost
de: Wollen Sie das Projekt wirklich entladen? Alle nicht gespeicherten Änderungen gehen verloren
tr: Projeyi gerçekten kaldırmayı istiyor musun? Kaydedilmemiş tüm değişiklikler silinecek.

source: Unload Project
de: Projekt entladen
tr: Projeyi Kaldır

source: Unload
de: Entladen
tr: Kaldır

source: Import NIF file
de: NIF-Datei importieren
tr: NIF dosyası Yerleştir

source: Importing NIF file...
de: Importiere NIF-Datei...
tr: NIF dosyası yerleştiriliyor...

source: Export outfit NIF
de: Outfit NIF exportieren
tr: Kıyafet çıktısı NIF olarak

source: Failed to save NIF file '%s'!
de: Konnte NIF-Datei '%s' nicht speichern!
tr: NIF dosyası olarak kaydedilemedi '%s'!

source: Export Error
de: Export Fehler
tr: Dışa Aktarma Hatası

source: Export project NIF
de: Projekt NIF exportieren
tr: Proje NIF dosyasını dışa aktar

source: Failed to save NIF file '%s' with reference!
de: Konnte NIF-Datei '%s' mit Referenz nicht speichern!
tr: NIF dosyası '%s' örnek dosya olarak kaydedilemedi!

source: There is no shape selected!
de: Es ist kein Modell ausgewählt!
tr: Seçili bir kalıp yok!

source: Export selected shapes to NIF
de: Ausgewählten Modelle als NIF-Datei exportieren
tr: Seçilen modeli bir NIF kalıbı olarak dışa aktar

source: Failed to export selected shapes to NIF file!
de: Konnte ausgewählte Modelle nicht als NIF-Datei exportieren!
tr: Seçilen model bir NIF kalıbı olarak dışa aktarılamadı!

source: Import .obj file for new shape
de: OBJ-Datei mit neuem Modell importieren
tr: eni kalıp içerisine .obj dosyasını yerleştir

source: Some of the shapes have coordinate systems that are not the same as the global coordinate system. Should the geometry be transformed to global coordinates in the OBJ? (This is not recommended.)
tr: Kalıplardan bazıları, küresel koordinat sistemiyle aynı olmayan koordinat sistemlerine sahiptir. Geometri, OBJ'de genel koordinatlara dönüştürülsün mü? (Bu tavsiye edilmez.)

source: Transform to global
de: Nach Globalkoordinaten transformieren
tr: Küresel Dönüşüm

source: Export project as an .obj file
de: Projekt als OBJ-Datei exportieren
tr: Projeyi bir .obj dosyası olarak dışa aktar

source: Failed to export OBJ file!
de: Konnte OBJ-Datei nicht exportieren!
tr: OBJ dosyası çıkartımı başarısız!

source: Some of the shapes have skin coordinate systems that are not the same as the global coordinate system. Should the geometry be transformed to global coordinates in the OBJ?
tr: Kalıplardan bazıları, küresel koordinat sistemiyle aynı olmayan koordinat sistemlerine sahiptir. Geometri, OBJ'de genel koordinatlara dönüştürülsün mü?

source: Export selected shapes as an .obj file
de: Ausgewählte Modelle als OBJ-Datei exportieren
tr: Seçilen kalıpları bir .obj dosyası olarak dışa aktar

source: Export shape as an .obj file
de: Modell als OBJ-Datei exportieren
tr: Kalıbı bir .obj dosyası olarak dışa aktar

source: Import .fbx file for new shape
de: FBX-Datei mit neuem Modell importieren
tr: Yeni kalıp içerisine .fbx dosyasını yerleştir

source: Some of the shapes have skin coordinate systems that are not the same as the global coordinate system. Should the geometry be transformed to global coordinates in the FBX? (This is not recommended.)
tr: Kalıplardan bazıları, küresel koordinat sistemiyle aynı olmayan koordinat sistemlerine sahiptir. Geometri, FBX genel koordinatlara dönüştürülsün mü? (Bu tavsiye edilmez.)

source: Export project as an .fbx file
de: Projekt als FBX-Datei exportieren
tr: Projeyi bir .fbx dosyası olarak dışa aktar

source: Failed to export FBX file!
de: Konnte FBX-Datei nicht exportieren!
tr: FBX dosyası çıkartımı başarısız!

source: Some of the shapes have skin coordinate systems that are not the same as the global coordinate system. Should the geometry be transformed to global coordinates in the FBX?
tr: Kalıplardan bazıları, küresel koordinat sistemiyle aynı olmayan koordinat sistemlerine sahiptir. Geometri, FBX genel koordinatlara dönüştürülsün mü?

source: Export selected shapes as an .fbx file
de: Ausgewählte Modelle als FBX-Datei exportieren
tr: Seçilen kalıpları .fbx dosyası olarak dışa aktar

source: Export shape as an .fbx file
de: Modell als FBX-Datei exportieren
tr: Kalıbı bir .fbx dosyası olarak dışa aktar

source: Import .tri morphs
de: TRI-Morphs importieren
tr: .tri morphs dosyası yerleştir

source: Failed to load TRI file!
de: Konnte TRI-Datei nicht importieren!
tr: TRI dosyası yerleştirilemedi!

source: Please enter a new unique name for the shape.
de: Bitte geben Sie einen neuen, einzigartigen Namen für das Modell ein.
tr: Lütfen kalıp için yeni bir isim girin.

source: Rename Shape
de: Modell umbenennen
tr: Kalıbı Yeniden Adlandır

source: Export .tri morphs
de: TRI-Morphs exportieren
tr: .tri morphs Olarak Çıkart

source: Failed to export TRI file!
de: Konnte TRI-Datei nicht exportieren!
tr: TRI dosyası olarak dışa çıkartma başarısız!

source: Import physics data to project
de: Physikdaten in Projekt importieren
tr: Projeye fizik data dosyasını yerleştir

source: Failed to import physics data file '%s'!
de: Konnte Physikdaten-Datei '%s' nicht importieren!
tr: Fizik dosyası yüklemesi başarısız '%s'!

source: Import Error
de: Import Fehler
tr: Yerleştirme Hatası

source: There is no physics data loaded!
de: Es sind keine Physikdaten geladen!
tr: Yüklenen dosyada herhangi bir fizik bilgisi yok!

source: Info
tr: Bilgi

source: Please choose the physics data source you want to export.
de: Wählen Sie die Physikdaten-Quelle, die Sie exportieren möchten.
tr: Lütfen yerleştirmek istediğin fizik veri kaynağını seç.

source: Choose physics data
de: Physikdaten wählen
tr: Fizik verilerini seç

source: Export physics data
de: Physikdaten exportieren
tr: Fizik verilerini yerleştir

source: Failed to save physics data file '%s'!
de: Konnte Physikdaten-Datei '%s' nicht speichern!
tr: Fizik veri dosyaları yerleştirmesi başarısız '%s'!

source: This function requires at least one slider position to be non-zero.
de: Diese Funktion benötigt mindestens einen Slider, der nicht auf Null steht.
tr: Bu işlev değeri sıfır olmayan bir en az bir tane kaydırma konumu gerektirir.

source: Create a conversion slider for the current slider settings with the following name:
de: Einen Konvertierungs-Slider für die aktuellen Sliderwerte mit folgendem Namen erstellen:
tr: Geçerli kaydırıcı ayarları için aşağıda aynı adla bir dönüşüm kaydırıcısını oluştur:

source: Create New Conversion Slider
de: Neuen Konvertierungs-Slider erstellen
tr: Yeni Dönüşüm Kaydırıcısı Oluştur

source: Please enter an SSF file path.
de: Bitte geben Sie einen SSF-Dateipfad an.
tr: Lütfen bir SSF dosya yolu gir.

source: Field of View: %d
de: Sichtfeld: %d
tr: Görüş Alanı: %d

source: Your changes were not applied yet. Do you want to apply or reset them?
de: Ihre Änderungen wurden noch nicht angewandt. Wollen Sie diese anwenden oder zurücksetzen?
tr: Yaptığınız değişiklikler henüz uygulanmadı. Bunları uygulamak mı yoksa sıfırlamak mı istiyorsunuz?

source: Pending Changes
de: Ungespeicherte Änderungen
tr: Bekleyen Değişiklikler

source: You must have exactly one mesh selected in order to edit partitions or segments.
tr: Bölümleri veya segmentleri tam olarak düzenlemek için bir mesh dosyası seçmelisin.

source: There are no sliders loaded!
de: Es sind keine Slider geladen!
tr: Yüklenen bir kaydırıcı yok!

source: No changes were made to the sliders, so no preset was saved!
de: Es wurden keine Veränderungen an Slidern vorgenommen, daher wurde auch kein Preset gespeichert!
tr: Kaydırıcılara herhangi bir değişiklik yapılmadı, bu nedenle hiçbir hazır ayar kaydedilmedi!

source: There is no slider in edit mode to import data to!
de: Es ist kein Slider im Bearbeitungsmodus, für den man Daten importieren könnte!
tr: Verileri içe aktarmak için düzenleme modunda hiç kaydırıcı yok!

source: Import .nif file for slider calculation
de: NIF-Datei zur Sliderberechnung importieren
tr: Kaydırıcı hesaplaması için .nif dosyasını içe aktar

source: No mesh found in the .nif file that matches currently selected shape!
de: Anzahl an Vertices des Modells in der NIF-Datei stimmt nicht mit dem derzeit ausgewählten Modell überein!
tr: .nif dosyasında şu anda seçili kalıba uyan ağ yapısı bulunamadı!

source: Import .bsd slider data
de: BSD Sliderdaten importieren
tr: .bsd Kaydırıcı Dosyası Yerleştir

source: Import .obj file for slider calculation
de: OBJ-Datei zur Sliderberechnung importieren
tr: .obj kaydırıcı hesaplama dosyası yerleştir

source: Vertex count of .obj file mesh does not match currently selected shape!
de: Anzahl an Vertices des Modells in der OBJ-Datei stimmt nicht mit dem derzeit ausgewählten Modell überein!
tr: .obj dosya kafesinin köşe sayısı şu an seçili olan kalıpla eşleşmiyor!

source: Import .osd file
de: OSD-Datei importieren
tr: .osd Dosyasını Yerleştir

source: Failed to import OSD file!
de: Konnte OSD-Datei nicht importieren!
tr: OSD Dosyası yerleştirmesi başarısız!

source: This will delete all loaded sliders. Are you sure?
de: Dies löscht alle geladenen Slider. Sind Sie sich sicher?
tr: Bu işlem, tüm yüklü kaydırıcıları siler. Emin misin?

source: OSD Import
tr: OSD Yerleştir

source: Added morphs for the following shapes: %s
de: Für die folgenden Modelle wurden Morphs hinzugefügt: %s
tr: Aşağıdaki kalıplara morphs dosyası eklendi: %s

source: TRI Import
tr: TRI Yerleştir

source: Import .fbx file for slider calculation
de: FBX-Datei zur Sliderberechnung importieren
tr: .fbx kaydırıcı hesaplama dosyası yerleştir

source: There is no slider in edit mode to export data from!
de: Es ist kein Slider im Bearbeitungsmodus, von dem man Daten exportieren könnte!
tr: Verileri dışa aktarmak için düzenleme modunda hiç kaydırıcı yok!

source: Export .nif slider data to directory
de: NIF Sliderdaten in Verzeichnis exportieren
tr: .nif kaydırıcı verilerini dışa aktar

source: Export .nif slider data
de: NIF Sliderdaten exportieren
tr: .nif kaydırıcı verilerini Çıkart

source: Failed to export NIF file!
de: Konnte NIF-Datei nicht exportieren!
tr: NIF dosyası Dışa Aktarılamadı!

source: Export .bsd slider data to directory
de: BSD Sliderdaten in Verzeichnis exportieren
tr: .bsd kaydırıcı verilerini dışa aktar

source: Export .bsd slider data
de: BSD Sliderdaten exportieren
tr: .bsd kaydırıcı verilerini Çıkart

source: Export .obj slider data to directory
de: OBJ Sliderdaten in Verzeichnis exportieren
tr: .obj kaydırıcı verilerini dışa aktar

source: Export .obj slider data
de: OBJ Sliderdaten exportieren
tr: .obj kaydırıcı verilerini Çıkart

source: Export .osd file
de: OSD-Datei exportieren
tr: .osd Olarak Çıkart

source: Failed to export OSD file!
de: Konnte OSD-Datei nicht exportieren!
tr: OSD dosyası dışa çıkartma başarısız!

source: Are you sure you wish to clear the unmasked slider data for the selected shapes? This action cannot be undone.
de: Sind Sie sich sicher, dass Sie die unmaskierten Slider-Daten löschen wollen? Dies kann nicht rückgängig gemacht werden.
tr: Maskelememiş kaydırıcı verilerini silmek istediğinden emin misin ? Bu işlem geri alınamaz.

source: Confirm data erase
de: Datenlöschung bestätigen
tr: Veri silme işlemini onayla

source: Are you sure you wish to clear the unmasked slider data for the shape '%s'? This action cannot be undone.
de: Sind Sie sich sicher, dass Sie die unmaskierten Slider-Daten für das Modell '%s' löschen wollen? Dies kann nicht rückgängig gemacht werden.
tr: '%s' kalıbı için maskelenmemiş kaydırıcı verilerini silmek istediğinden emin misin? Bu işlem geri alınamaz.

source: Enter a name for the new zap:
de: Gib einen Namen für den neuen Zap ein:
tr: Yeni zap için bir isim gir:

source: Create New Zap
de: Neuen Zap erstellen
tr: Yeni Zap Olustur

source: There is no slider in edit mode to negate!
de: Es befindet sich kein Slider im Bearbeitungsmodus, den man negieren könnte!
tr: Düzenleme modunda düzenleme yapmak için bir kaydırıcı yok!

source: There is no slider in edit mode to create a mask from!
de: Es befindet sich kein Slider im Bearbeitungsmodus, aus dem man eine Maske erstellen könnte!
tr: Maske oluşturmak için düzenleme modunda bir kaydırıcı yok!

source: Are you sure you wish to delete the selected slider(s)?
de: Sind Sie sich sicher, dass Sie die ausgewählten Slider löschen wollen?
tr: Seçilen kaydırıcı(ları) silmek istediğinden emin misin?

source: Confirm slider delete
de: Sliderlöschung bestätigen
tr: Kaydırıcıyı silmeyi onayla

source: There is no slider in edit mode to show properties for!
de: Es befindet sich kein Slider im Bearbeitungsmodus, für den man Eigenschaften anzeigen könnte!
tr: Özellikleri göstermek için düzenleme modunda kaydırıcı yok!

source: Conforming:
de: Übertrage:
tr: Uyum sağlanıyor:

source: Conforming shapes...
de: Übertrage auf Modelle...
tr: Kalıplara uygulanıyor...

source: All shapes conformed.
de: Auf alle Modelle übertragen.
tr: Tüm kalıplar uyumlu.

source: Are you sure you wish to delete parts of the selected shapes?
de: Sind Sie sich sicher, dass Sie Teile des ausgewählten Modells löschen wollen?
tr: Seçili kalıp parçalarını silmek istediğinden emin misin?

source: Confirm Delete
de: Löschen bestätigen
tr: Silmeyi Onayla

source: Please enter a unique name for the new separated shape.
de: Bitte geben Sie einen einzigartigen Namen für das neu aufgeteilte Modell ein.
tr: Lütfen yeni ayrıştırılmış modelin için yeni bir isim gir.

source: Separate Vertices...
de: Vertices aufteilen...
tr: Ayrışmış Köşeler...

source: No errors found!
de: Keine Fehler gefunden!
tr: Hata bulunmadı!

source: Errors:
de: Fehler:
tr: Hatalar:

source: Target must be different from source.
de: Ziel muss sich von der Quelle unterscheiden.
tr: Hedef kaynaktan farklı olmalıdır.

source: Partitions do not match. Make sure the amount of partitions and their slots match up.
de: Partitionen stimmen nicht überein. Bitte stellen Sie sicher, dass die Anzahl und Slots der Partitionen übereinstimmen.
tr: Bölümler eşleşmiyor. Bölümlerin miktarının ve yuvalarının eşleştiğinden emin ol.

source: Segments do not match. Make sure the amount of segments, sub segments and their info as well as the segmentation file match.
de: Segmente stimmen nicht überein. Bitte stellen Sie sicher, dass die Anzahl und Informationen der Segmente und Untersegmente übereinstimmen.
tr: Segmentler eşleşmiyor. Segmentlerin, alt segmentlerin ve bilgilerinin yanı sıra segmentasyon dosyasının eşleştiğinden emin ol.

source: Resulting shape would have too many vertices.
de: Entstehendes Modell hätte zu viele Vertices.
tr: Ortaya çıkan kalıbta çok fazla tepe noktası oluşur.

source: Resulting shape would have too many triangles.
de: Entstehendes Modell hätte zu viele Triangles.
tr: Ortaya çıkan kalıbta çok fazla üçgen köşe oluşur.

source: Shaders do not match. Make sure both shapes either have or don't have a shader and their shader type matches.
de: Shader stimmen nicht überein. Bitte stellen Sie sicher, dass beide Modelle entweder einen Shader haben oder nicht haben und deren Shadertyp übereinstimmt.
tr: Shader eşleşmiyor. Her iki kalıbın da gölgelendiricisi olduğundan ve gölgelendirici türünün eşleştiğinden emin ol.

source: Base texture doesn't match. Make sure both shapes have the same base/diffuse texture path.
de: Basistextur stimmt nicht überein. Bitte stellen Sie sicher, dass beide Modelle den selben Basis-/Diffuse-Texturpfad besitzen.
tr: Temel texture-doku eşleşmiyor. Her iki şeklin de aynı temel/gerçek doku yoluna sahip olduğundan emin ol.

source: Alpha property mismatch. Make sure both shapes either have or don't have an alpha property and their flags + threshold match.
de: Alpha-Property stimmt nicht überein. Bitte stellen Sie sicher, dass beide Modelle entweder eine Alpha-Property haben oder nicht haben und deren Flags + Threshold übereinstimmt.
tr: Alfa uyuşmazlığı. Her iki kalıbın da alfa özelliğine sahip olduğundan ve ortak bayrak + ortak eşik değerlerine sahip olduğundan emin ol.

source: You can only copy shapes into an outfit, and there is no outfit in the current project. Load one first!
de: Sie können nur Modelle in ein Outfit kopieren, und im Moment ist keines im Projekte. Laden Sie zuerst eines!
tr: Kalıpları yalnızca bir kıyafete kopyalayabilirsin ve mevcut projende kıyafetin yok. Önce bir tane yüklemelisin!

source: Please enter a unique name for the duplicated shape.
de: Bitte geben Sie einen einzigartigen Namen für das duplizierte Modell ein.
tr: Lütfen çoğaltılmış kalıp için yeni bir isim gir.

source: Duplicate Shape
de: Modell duplizieren
tr: Kalıbı Çoğalt

source: There is more than one shape selected.
de: Es ist mehr als ein Modell ausgewählt.
tr: Birden fazla kalıp seçili.

source: An edge has multiple triangles of the same orientation. Correct the orientations before splitting.
de: Eine Kante ist mit mehrere Triangles derselben Ausrichtung verbunden. Korrigieren Sie die Ausrichtung vor dem Aufteilen.
tr: Bir kenar, aynı yönelimde birden çok üçgene sahiptir. Bölmeden önce oryantasyonlarını düzeltmelisin.

source: Are you sure you wish to delete the selected shapes? This action cannot be undone.
de: Sind Sie sich sicher, dass Sie die ausgewählten Modelle löschen wollen? Dies kann nicht rückgängig gemacht werden.
tr: Seçilen kalıpları silmek istediğinden emin misin? Bu işlem geri alınamaz.

source: No bone name was entered!
de: Es wurde kein Bone-Name eingegeben!
tr: Kemik adı girilmedi!

source: Bone '%s' already exists in the project!
de: Bone '%s' existiert bereits im Projekt!
tr: Bu kemik '%s' projende zaten mevcut!

source: The following shapes have unweighted vertices, which can cause issues. The affected vertices have been put under a mask. Do you want to save anyway?
de: Die folgenden Modelle haben Vertices ohne Weighting, was Probleme verursachen kann. Die betroffenen Vertices wurden unter eine Maske versetzt. Trotzdem speichern?
tr: Aşağıdaki kalıplar sorunlara neden olabilecek, ağırlıksız köşelere sahip. Etkilenen köşeler bir maskenin altına yerleştirildi. Yine de kaydetmek ister misin?

source: Unweighted Vertices
de: Vertices ohne Weighting
tr: Ağırlıksız Tepe Noktaları

source: There is no reference shape!
de: Es ist kein Referenz-Modell vorhanden!
tr: Seçili bir örnek kalıbı yok!

source: Sorry, you can't copy weights from the reference shape to itself. Skipping this shape.
de: Sie können leider kein Weighting vom Referenzmodell auf es selbst kopieren. Überspringe dieses Modell.
tr: Üzgünüm, referans şekillerindeki ağırlıkları istediğin gibi kopyalayamazsın. Bu kalıbı atlamalısın.

source: Can't copy weights
de: Weighting kann nicht kopiert werden
tr: Ağırlıklar kopyalanamaz

source: Copying selected bone weights...
de: Kopieren ausgewähltes Bone-Weighting...
tr: Seçilen kemik ağırlıklarını kopyalar...

source: Sorry, you can't copy weights from the reference shape to itself.
de: Sie können leider kein Weighting vom Referenzmodell auf es selbst kopieren.
tr: Üzgünüm, referans şekillerindeki ağırlıkları istediğin gibi kopyalayamazsın.

source: The vertex count of the reference and chosen shape is not the same!
de: Die Anzahl an Vertices in der Referenz und dem gewählten Modell stimmt nicht überein!
tr: Örneğin ve seçilen modelin köşe sayısı aynı değildir!

source: Sorry, you can't copy partitions/segments from the reference shape to itself. Skipping this shape.
de: Sie können leider keine Partitionen/Segmente vom Referenzmodell auf es selbst kopieren. Überspringe dieses Modell.
tr: Üzgünüm, referans şekillerindeki bölüm/segmentleri istediğin gibi kopyalayamazsın. Bu kalıbı atlamalısın.

source: Can't copy segments/partitions
de: Kann Segmente/Partitionen nicht kopieren
tr: Segment/Bölümler kopyalanamaz

source: Triangles will be assigned to the partition/segment of the nearest triangle in the reference. Existing partitions/segments are cleared. This action can't be undone.
tr: Üçgen noktaları, referanstaki en yakın üçgenin bölümüne/sekmentine atanacaktır. Mevcut bölüm/segmentler temizlenir. Bu işlem geri alınamaz.

source: Copy Partitions/Segments
de: Partitionen/Segmente kopieren
tr: Bölüm/Segmentleri Kopyala

source: Copying segments/partitions...
de: Kopiere Segments/Partitionen...
tr: Segmentler ve Bölümler kopyalanıyor...

source: The partitions/segments could not be copied for '%s' because %d triangles could not be matched.
tr: Bölüm/segmentler '%s' için %d üçgen tepeleri eşleştirilemediğinden kopyalanamadı.

source: sliders
de: Slider
tr: kaydırıcılar

source: bones
tr: kemikler

source: Symmetrize Vertices
de: Vertices symmetrisieren
tr: tepe Noktalarını Simetrikleştir

source: Eliminates the selected asymmetries from unmasked vertices by adjusting vertex data to be consistent with mirror vertices.
tr: Tepe noktası verilerini ayna tepe noktalarıyla tutarlı olacak şekilde ayarlayarak, maskelenmemiş tepe noktalarından seçilen asimetrileri ortadan kaldırır.

source: (Hint: To choose which non-selected bones are adjusted during weight normalization, unlock them in the bones list in the Bones tab.)
tr: (İpucu: Ağırlık normalleştirmesi sırasında hangi kemiklerin ayarlanacağını seçmek için İskeletler sekmesindeki kemikler listesinden bunların kilidini açmalısın.)

source: Vertices that will be symmetrized:
de: Vertices, die symmetrisiert werden:
tr: Simetri yapılacak tepe noktaları:

source: &Symmetrize
de: &Symmetrisieren
tr: &Simetri
