Repository: WisperGatis/BodySlide-and-Outfit-Studio
Catalog: lang/*/BodySlide.po
Languages: de, tr

source: Save Preset...
de: Preset speichern...
tr: Hazır Ayarı Kaydet...

source: New Project
de: Neues Projekte
tr: Yeni Proje

source: Create a new project by selecting a reference body slider set, and outfit model files.
de: Erstellt ein neues Projekt durch auswählen einer Referenz und eines Outfit Modells.
tr: Örnek bir vücut kaydırıcısı setini ve kıyafet modeli dosyasını seçerek yeni bir proje oluştur.

source: Load Project
de: Projekt laden
tr: Projeyi Yükle

source: Load a previously created slider set for editing.
de: Läd ein zuvor erstelltes Set zur Bearbeitung.
tr: Düzenlemek için önceden oluşturulmuş bir kaydırıcı yükle.

source: Undo
de: Rückgängig
tr: Geri Al

source: Undo a previous action.
de: Macht die letzte Aktion rückgängig.
tr: Önceki eylemi geri al.

source: Redo
de: Wiederherstellen
tr: Yinele

source: Select
de: Auswählen
tr: Seç

source: Navigate and select meshes (or vertices in vertex mode).
de: Navigiert durch Modelle und wählt sie aus (oder Vertices im Vertexmodus).
tr: Kafesler arasında gezin ve seç (veya uç tepe noktalarında).

source: Mask
de: Maskieren
tr: Maske

source: Mask vertices to prevent them from being transformed. Hold down the ALT key to remove masking.
de: Maskiert Vertices, um zu verhindern, dass sie transformiert werden. ALT gedrückt halten, um Maskierungen zu entfernen.
tr: Değiştirilmelerini önlemek için Uç tepe noktası maskeleri. Maskelemeyi kaldırmak için ALT tuşuna basılı tut.

source: Inflate
de: Vergrößern
tr: Büyült

source: Increase mesh volume in an area.
de: Vergrößert das Meshvolumen im Bereich.
tr: Bir alandaki kafes yoğunluğunu artırır.

source: Deflate
de: Reduzieren
tr: İncelt

source: Decrease mesh volume in an area.
de: Reduziert das Meshvolumen im Bereich.
tr: Bir alandaki kafes yoğunluğunu artırır.

source: Move vertices over a plane parallel to the view.
de: Bewegt Vertices auf einer Ebene parallel zur Blickrichtung.
tr: Tepe noktalarını, görünüme paralel bir düzlemin üzerine getirir.

source: Smooth
de: Glätten
tr: Düzgünleştir

source: Smooth an area of a mesh.
de: Glättet einen Bereich eines Meshes.
tr: Düzgünleştir.

source: Undiff
tr: Farkı Sil

source: Undiff an area of a slider.
de: Entfernt Slider-Daten eines Bereichs.
tr: Kaydırıcının bir alanındaki farkını kaldır.

source: Weight Paint
de: Weight Pinsel
tr: Ağırlık Boyaması

source: Apply animation weight values for currently selected bone. Hold down the ALT key to weaken the weighting.
de: Wendet Animations-Weighting für den derzeit gewählten Bone an. ALT gedrückt halten, um das Weighting abzuschwächen.
tr: Seçili olan kemik için animasyon ağırlık değerleri uygula. Ağırlığı azaltmak için ALT tuşuna basılı tut.

source: Color Paint
de: Farbe
tr: Boyama Rengi

source: Apply vertex colors. Hold down the ALT key to remove colors.
de: Vertexfarben anwenden. ALT gedrückt halten zum Entfernen.
tr: Uç Renkleri kabul et. Rengi kaldırmak için ALT tuşuna basılı tut.

source: Alpha Paint
de: Alpha
tr: Alfa Boyama

source: Apply vertex alpha. Hold down the ALT key to remove alpha.
de: Vertex Alpha anwenden. ALT gedrückt halten zum Entfernen.
tr: Uç Alfayı kabul et. Alfayı kaldırmak için ALT tuşunu basılı tut.

source: Collapse Vertex
tr: Uç Noktaları Daralt

source: Deletes vertices with no more than three connections, without creating a hole.
de: Entfernt Vertices mit nicht mehr als drei Verbindungen ohne ein Loch dabei zu erzeugen.
tr: Bir delik oluşturmadan, en fazla üç bağlantıya sahip olan köşe noktalarını siler.

source: Flip Edge
de: Kante umkehren
tr: Kenarı Çevir

source: Flips mesh edges so that the opposite pair of vertices is connected.
de: Kehrt Kanten um, sodass das gegenüberliegende Paar an Vertices verbunden wird.
tr: Kafes kenarlarını ters köşelere bağlanacak şekilde çevirir.

source: Split Edge
de: Kante aufteilen
tr: Bölünmüş Kenar

source: Splits a mesh edge in two with a new vertex.
de: Teilt eine Kante mit einem neuen Vertex in zwei.
tr: Mesh dosyasının kenarını yeni bir tepe noktası ile ikiye böler.

source: Move Vertex
de: Vertex bewegen
tr: Tepe Noktasını Taşı

source: Moves a vertex.
de: Bewegt ein Vertex.
tr: Bir köşeyi hareket ettirir.

source: Field of View
de: Sichtfeld
tr: Görüş Alanı

source: Field of View: 65
de: Sichtfeld: 65
tr: Görüş Alanı: 65

source: Brush Settings
de: Pinseleinstellungen
tr: Fırçalama Ayarları

source: Open Discord invite link.
de: Discord Einladungslink öffnen.
tr: Discord Site bağlantısını aç.

source: Open GitHub link.
de: GitHub-Link öffnen.
tr: GitHub Site bağlantısını aç.

source: Open PayPal link.
de: PayPal-Link öffnen.
tr: PayPal Site bağlantısını aç.

source: Transform
de: Transformieren
tr: Dönüştür

source: Shows a transform tool to manipulate shapes and vertices with.
de: Zeigt ein Transformierwerkzeug an, mit welchem Modelle und Vertices manipuliert werden können.
tr: Kalıpları ve uç tepe noktalarını işlemek için bir dönüştürme aracı gösterir.

source: Pivot
tr: Eksen

source: Shows a pivot that can be moved and makes it the center of mesh operations like rotation and scale.
de: Zeigt einen verschiebbaren Pivot an und macht diesen das Zentrum von Modelloperationen wie das Rotieren oder Skalieren.
tr: Hareket ettirilebilen bir dönüşü gösterir ve döndürme ve ölçekleme gibi işlemlerin merkezi eksenini sağlar.

source: Vertex Edit
de: Vertex Bearbeitung
tr: Tepe Noktasını Düzenle

source: Lets you select vertices to add to or remove from the mask. Click on a vertex to select/unmask it. Hold down CTRL to unselect/mask it.
de: Hier können Sie Vertices auswählen, die der Maske hinzugefügt oder daraus entfernt werden sollen. Klicken Sie auf einen Vertex, um ihn auszuwählen/zu demaskieren. Halten Sie die STRG gedrückt zum maskieren.
tr: Maskeye eklemek veya çıkarmak için tepe noktalarını seçmeni sağlar. Tepe noktalarını kaldırmak/maskelemek için basılı tut. Seçimi kaldırmak/maskelemek için CTRL tuşuna bas.

source: View Front
de: Vorderansicht
tr: Ön Görünüm

source: Change camera view to the front.
de: Ändert die Kameraansicht nach vorne.
tr: Kamera görünümünü önden görecek şekilde değiştirir.

source: View Back
de: Hinteransicht
tr: Arka Görünüm

source: Change camera view to the back.
de: Ändert die Kameraansicht nach hinten.
tr: Kamera görünümünü arkadan görecek şekilde değiştirir.

source: View Left
de: Linksansicht
tr: Soldan Görünüm

source: Change camera view to the left.
de: Ändert die Kameraansicht nach links.
tr: Kamera görünümünü soldan görecek şekilde değiştirir.

source: View Right
de: Rechtsansicht
tr: Sağdan Görünüm

source: Change camera view to the right.
de: Ändert die Kameraansicht nach rechts.
tr: Kamera görünümünü sağdan görecek şekilde değiştirir.

source: Perspective View
de: Perspektivische Ansicht
tr: Derin Görünüm

source: Toggle perspective view.
de: Perspektivische Ansicht umschalten.
tr: Kamera görünümünü derinlemesine görecek şekilde değiştirir.

source: Show Nodes
de: Knoten anzeigen
tr: Düğümleri Göster

source: Toggle rendering of nodes.
de: Knotenansicht umschalten.
tr: Düğümleri, Bezeleri görüntüler.

source: Show Bones
de: Bones anzeigen
tr: İskeleti Göster

source: Toggle rendering of bones.
de: Bones-Ansicht umschalten.
tr: Kemik İskelet yapısını görüntüler.

source: Show Floor
de: Boden anzeigen
tr: Zemini Göster

source: Toggle rendering of the floor grid.
de: Bodengitter umschalten.
tr: Zemin ızgarasını görüntüler.

source: X Mirror
de: X-Spiegelung
tr: Yansıtma X

source: Mirror edits across the X axis.
de: Spiegelt die Änderungen auf der X-Achse.
tr: X ekseni boyunca yansıtma düzenlemeleri.

source: Edit Connected Only C
de: Nur Verbundenes bearbeiten C
tr: Sadece Bağlantıyı Düzenle C

source: Edit only vertices that are connected to the ones under the brush within the brush radius.
de: Bearbeitet nur Vertices, die mit denen verbunden sind, die der Pinselradius erreicht.
tr: Fırça yarıçapı içindeki boyamanın altındakilere bağlı olan yalnızca köşe noktalarını düzenle.

source: Merge Vertex
de: Vertex verschmelzen
tr: Tepe Noktasını Düzenle

source: Merges two vertices and fills any gaps.
de: Verschmilzt zwei Vertices und füllt jegliche Lücken.
tr: İki köşeyi birleştirir ve boşlukları doldurur.

source: Weld Vertex
de: Vertex angleichen
tr: Köşe Kaynaşımı

source: Welds two vertices while keeping the texture coordinates (UV) distinct.
de: Gleicht zwei Vertices an, aber behält getrennte Texturkoordinaten (UV).
tr: Doku koordinatlarını (UV) farklı tutarken iki köşeyi birbirine kaynaştırır.

source: Restrict To Surface
de: Auf Oberfläche beschränken
tr: Yüzey Alanıyla Kısıtla

source: Restricts motion to a mesh surface.
de: Beschränkt Bewegung auf eine Modelloberfläche.
tr: Hareketi tek bir ağ yüzeyiyle sınırlar.

source: Restrict To Plane
de: Auf Ebene beschränken
tr: Düzlem Alanıyla Sınırla

source: Restricts motion to parallel to the surface.
de: Beschränkt Bewegung auf parallel zur Oberfläche.
tr: Hareketi yüzeye paralel olarak kısıtlar.

source: Restrict To Normal
de: Auf Normal beschränken
tr: Normal Alanı Kısıtla

source: Restricts motion to perpendicular to the surface.
de: Beschränkt Bewegung auf aufrecht zur Oberfläche.
tr: Hareketi yüzeye dik olarak sınırlar.

source: Meshes
de: Modelle
tr: Kafesler

source: Segments
de: Segmente
tr: Parçalar

source: Partitions
de: Partitionen
tr: Bölümler

source: Colors
de: Farben
tr: Renkler

source: Lights
de: Beleuchtung
tr: Işıklar

source: Total Bones: 0
de: Bones insgesamt: 0
tr: Toplam İskelet: 0

source: Shape Selection Bones: 0
de: Bones Modellauswahl: 0
tr: İskelet Modeli Seçimi: 0

source: Brush Color
de: Pinselfarbe
tr: Fırça Rengi

source: Color of the brush.
de: Farbe des Pinsels.
tr: Fırçanın rengi.

source: Clamp Max Value
de: Maximalwert
tr: Max Küme Değeri

source: Edit Alpha
de: Alpha bearbeiten
tr: Alfa Düzenleme

source: Reset
de: Zurücksetzen
tr: Sıfırla

source: Ambient
de: Umgebung
tr: Çevre

source: Frontal
tr: Önden

source: Directional 1
de: Richtung 1
tr: Yön 1

source: Directional 2
de: Richtung 2
tr: Yön 2

source: Directional 3
de: Richtung 3
tr: Yön 3

source: Slot
tr: Yuva

source: SSF File
de: SSF-Datei
tr: SSF Dosyası

source: Set
de: Setzen
tr: Ayarla

source: Apply
de: Anwenden
tr: Uygula

source: De-/Select Sliders
de: Slider ab-/anwählen
tr: De-/Kaydırıcıları Seç

source: Fixed Weight Brush
de: Fixierte Pinselstärke
tr: Ağırlık Fırçalaması Düzeltme

source: Normalize Weights
de: Weights normalisieren
tr: Ağırlıkları Normalleştir

source: X-Mirror Bone
de: Bone spiegeln
tr: X-Yansıtma İskelet

source: Masks
de: Masken
tr: Maskeler

source: Delete
de: Entfernen
tr: Sil

source: Posing
de: Posen
tr: Hareket

source: Show Pose
de: Pose anzeigen
tr: Hareketi Göster

source: Reset Bone
de: Bone zurücksetzen
tr: İskeleti Sıfırla

source: Rotation X
tr: Döndür X Konumu

source: Rotation Y
tr: Döndür Y Konumu

source: Rotation Z
tr: Döndür Z Konumu

source: Offset X
de: X-Verschiebung
tr: Dengele X Konumu

source: Offset Y
de: Y-Verschiebung
tr: Dengele Y Konumu

source: Offset Z
de: Z-Verschiebung
tr: Dengele Z Konumu

source: Reset All
de: Alle zurücksetzen
tr: Tümünü Sıfırla

source: Apply to Mesh
de: Auf Modell anwenden
tr: Mesh Dosyasına Uygula

source: File
de: Datei
tr: Dosya

source: New Project... Ctrl+N
de: Neues Projekt... Ctrl+N
tr: Yeni Proje... Ctrl+N

source: Create a new outfit project.
de: Erstellt ein neues Outfit Projekt.
tr: Yeni bir kıyafet projesi oluştur.

source: Load Project.. Ctrl+O
de: Projekt laden.. Ctrl+O
tr: Hazır Proje Yükle.. Ctrl+O

source: Load a project.
de: Läd ein existierendes Projekt.
tr: Önceki Projeyi yükle.

source: Add Project.. Ctrl+Shift+O
de: Projekt hinzufügen.. Ctrl+Shift+O
tr: Proje Ekle.. Ctrl+Shift+O

source: Add a project without replacing the current one.
de: Fügt ein Projekt hinzu, ohne das aktuelle zu ersetzen.
tr: Geçerli olanı değiştirmeden yeni bir proje ekle.

source: Unload Project... Ctrl+W
de: Projekt entladen... Ctrl+W
tr: Projeyi Kaldır... Ctrl+W

source: Unloads the project and creates an empty new one.
de: Entläd das Projekt und erstellt ein leeres neues.
tr: Projeyi kaldırır ve yeni bir boş proje oluşturur.

source: Recent Projects...
de: Zuletzt verwendete Projekte...
tr: Son Projeler...

source: Load Reference...
de: Referenz laden...
tr: Örnekten Yükle...

source: Load a new reference slider set, replacing any current reference objects.
de: Läd ein neues Referenzset. Ersetzt alle aktuellen Referenzobjekte.
tr: Mevcut referans nesnelerini değiştirerek yeni bir örnekleme kaydırıcı setini yükle.

source: Load Outfit...
de: Outfit laden...
tr: Kıyafeti Yükle...

source: Load a NIF file as the working outfit, replacing any current outfit objects.
de: Läd eine NIF-Datei als Arbeitsoutfit. Ersetzt alle aktuellen Outfit Objekte.
tr: Herhangi bir mevcut kıyafet nesnesini değiştirerek, çalışma kıyafeti şeklinde NIF dosyası olarak yükle.

source: Convert / Replace Reference... Ctrl+Shift+R
de: Referenz konvertieren / ersetzen... Ctrl+Shift+R
tr: Örnek Kalıbı Değiştir/Dönüştür... Ctrl+Shift+R

source: Convert to or replace an outfit's body/reference
de: Referenz/Körper konvertieren oder ersetzen
tr: Bir kıyafeti bedenine göre beden/örnek olarak dönüştür veya değiştir

source: Save Project Ctrl+S
de: Projekt speichern Ctrl+S
tr: Projeyi Kaydet Ctrl+S

source: Save the project.
de: Speichert das Projekt.
tr: Çalışmanı Kaydet.

source: Save Project As... Ctrl+Shift+S
de: Projekt speichern unter... Ctrl+Shift+S
tr: Projeyi Farklı Kaydet... Ctrl+Shift+S

source: Save the project under a new name.
de: Speichert das Projekt unter einem neuen Namen.
tr: Projeyi yeni bir isim vererek kaydet.

source: Import
tr: Yerleştir

source: From NIF...
de: Aus NIF...
tr: NIF olarak...

source: Choose a NIF file to import into the project.
de: Wählen Sie eine NIF-Datei, die dem Projekt hinzugefügt werden soll.
tr: Projeye yerleştirmek için bir NIF dosyasını seç.

source: From OBJ...
de: Aus OBJ...
tr: OBJ olarak...

source: Import an OBJ file as a new shape in the outfit.
de: Importiert eine OBJ-Datei als neues Modell.
tr: Bir OBJ dosyasını kıyafette yeni bir kalıp olarak içe aktar.

source: From FBX...
de: Aus FBX...
tr: FBX olarak...

source: Import an FBX file as a new shape in the outfit.
de: Importiert eine FBX-Datei als neues Modell.
tr: Bir FBX dosyasını kıyafette yeni bir kalıp olarak içe aktar.

source: From TRI (Head)...
de: Aus TRI (Kopf)...
tr: TRI Dosyası Olarak (Kafa)...

source: Import shape and morphs from a head TRI file.
de: Importiert Modell und Morphs aus einer (Kopf) TRI-Datei.
tr: TRI morphs dosyası verilerini TRI dosyası olarak çıkarır.

source: Import Data
de: Daten importieren
tr: Data Yerleştir

source: Import BSClothExtraData From HKX
de: BSClothExtraData aus HKX importieren
tr: BSClothExtraData Dosyasına HKX Dosyasından Yerleştir

source: Choose an HKX file to import as a BSClothExtraData block into the project.
de: Wählen Sie eine HKX-Datei zum Importieren als BSClothExtraData-Block.
tr: Projeye BSClothExtraData bloğu olarak almak için bir HKX dosyasını seç.

source: Export
tr: Çıkart

source: To NIF... Ctrl+E
de: Als NIF... Ctrl+E
tr: NIF olarak... Ctrl+E

source: Save the current project as a NIF file (without reference)
de: Speichert das aktuelle Projekt als NIF-Datei (ohne Referenz)
tr: Mevcut projeyi bir NIF dosyası olarak kaydet (referans olmadan)

source: To NIF With Reference... Ctrl+Alt+E
de: Als NIF mit Referenz... Ctrl+Alt+E
tr: Referans ile NIF'e aktar... Ctrl+Alt+E

source: Save the current project as a NIF file (including reference)
de: Speichert das aktuelle Projekt als NIF-Datei (inklusive Referenz)
tr: Mevcut projeyi bir NIF dosyası olarak kaydet (referans dahil olarak)

source: To OBJ...
de: Als OBJ...
tr: OBJ olarak...

source: Export the current project as an OBJ file.
de: Exportiert das aktuelle Projekt als OBJ-Datei.
tr: Seçilen modeli bir OBJ kalıbı olarak dışa aktar.

source: To FBX...
de: Als FBX...
tr: FBX olarak...

source: Export the current project as an FBX file.
de: Exportiert das aktuelle Projekt als FBX-Datei.
tr: Mevcut projeyi bir FBX dosyası olarak dışa aktar.

source: To TRI (Head)...
de: Als TRI (Kopf)...
tr: TRI olarak (Kafa)...

source: Export head morphs to a TRI file.
de: Exportiert Kopf-Morphs als TRI-Datei.
tr: TRI morphs dosyası verilerini TRI dosyası olarak çıkarır.

source: Export Data
de: Daten exportieren
tr: Verileri Dışa Aktar

source: Export BSClothExtraData As HKX
de: BSClothExtraData als HKX exportieren
tr: BSClothExtraData dosyasını HKX olarak çıkart

source: Save one of the currently loaded BSClothExtraData blocks to an HKX file.
de: Speichert einen der aktuell geladenen BSClothExtraData-Blocks als HKX-Datei.
tr: Şu anda yüklü olan BSClothExtraData bloklarından birini HKX dosyasına kaydet.

source: Make Conversion Reference
de: Konvertierungsreferenz erstellen
tr: Dönüşüm Referansı Oluştur

source: Using the current slider settings for the reference shape, create a new reference that will morph from the current shape back to the base shape.
de: Mithilfe der aktuellen Sliderwerte wird eine neue Referenz erstellt, die sich von der aktuellen Form zurück zur Basisform bewegt.
tr: Referans şekli için mevcut kaydırıcı ayarlarını kullanarak, mevcut şekilden taban şekline dönüşecek yeni bir referans oluştur.

source: Pack Projects...
de: Projekte packen...
tr: Paket Projeler...

source: Pack one or more projects into a folder or archive for sharing.
de: Projekte in einen Ordner oder ein Archiv packen.
tr: Bir veya daha fazla projeyi paylaşmak üzere bir klasöre veya arşive paketle.

source: Exit Alt+F4
de: Beenden Alt+F4
tr: Kapat Alt+F4

source: Exit Outfit Studio.
de: Outfit Studio beenden.
tr: Kapat Outfit Studio.

source: X Mirror X
de: X-Spiegelung X
tr: Yansıtma X X

source: Edit only vertices that are connected to the ones under the brush within the brush radius
de: Bearbeitet nur Vertices, die mit denen verbunden sind, die der Pinselradius erreicht
tr: Fırça yarıçapı içindeki boyamanın altındakilere bağlı olan yalnızca köşe noktalarını düzenle

source: Recalculate Normals R
de: Normals neu berechnen R
tr: Yeniden Hesaplama Normali R

source: Recalculate normals on active mesh
de: Berechnet die Normals des aktiven Meshes neu
tr: Aktif kafeste normal değerleri yeniden hesapla

source: Reset Transforms
de: Transforms zurücksetzen
tr: Dönüşümü Sıfırla

source: Resets the shape and skin transforms.
de: Setzt Modell- und Skinning-Transforms zurück.
tr: Kalıpları ve cilt dönüşümlerini sıfırlar.

source: Delete Unreferenced Nodes
de: Unreferenzierte Nodes entfernen
tr: Örneklenmeyen Düğümleri Sil

source: Deletes all nodes from the project that aren't used in any other block.
de: Entfernt alle Nodes des Projekts, die nicht in keinem anderen Block verwendet werden.
tr: Başka bir blokta kullanılmayan tüm düğümleri projeden siler.

source: Remove Skinning
de: Skinning entfernen
tr: Kaplamayı Kaldır

source: Removes skinning of all shapes and all unused nodes.
de: Skinning aller Modelle und unverwendete Nodes entfernen.
tr: Tüm kalıpların ve kullanılmayan tüm düğümlerin kaplamasını kaldırır.

source: Shape
de: Modell
tr: Model

source: To NIF...
de: Als NIF...
tr: NIF olarak...

source: Export only the selected shapes to a NIF file.
de: Exportiert nur die ausgewählten Modelle als NIF-Datei.
tr: Bir NIF dosyasını kıyafette yeni bir kalıp olarak içe aktar.

source: Export only the selected shapes to an OBJ file.
de: Exportiert nur die ausgewählten Modelle als OBJ-Datei.
tr: Geçerli kaydırıcının verilerini BodySlide OBJ dosyası olarak kaydederek dışa aktarır.

source: Export only the selected shapes to an FBX file.
de: Exportiert nur die ausgewählten Modelle als FBX-Datei.
tr: Seçilen modeli bir FBX kalıbı olarak dışa aktar.

source: Edit...
de: Bearbeiten...
tr: Düzenle...

source: Edit the texture coordinates.
de: Bearbeitung der Texturkoordinaten.
tr: Doku (texture) koordinatlarını düzenle.

source: Invert X
de: X umkehren
tr: X Yöne Çevir

source: Inverts the X-axis of the texture coordinates.
de: Kehrt die X-Achse der Texturkoordinaten um.
tr: Textures doku dosyalarını X-ekseni tarafına doğru çevir.

source: Invert Y
de: Y umkehren
tr: Y Yöne Çevir

source: Inverts the Y-axis of the texture coordinates.
de: Kehrt die Y-Achse der Texturkoordinaten um.
tr: Textures doku dosyalarını Y-ekseni tarafına doğru çevir.

source: Mirror
de: Spiegeln
tr: Yansıt

source: Mirror the selected shapes on the X-axis.
de: Spiegelt die ausgewählten Modelle auf der X-Achse.
tr: Seçilen modelleri X-eksenine doğru yansıt.

source: Mirror the selected shapes on the Y-axis.
de: Spiegelt die ausgewählten Modelle auf der Y-Achse.
tr: Seçilen modelleri Y-eksenine doğru yansıt.

source: Mirror the selected shapes on the Z-axis.
de: Spiegelt die ausgewählten Modelle auf der Z-Achse.
tr: Seçilen modelleri Z-eksenine doğru yansıt.

source: Delete Vertices... Shift+Del
de: Vertices löschen... Shift+Del
tr: Köşeleri Sil... Shift+Del

source: Deletes all unmasked vertices of the currently selected shapes.
de: Löscht alle nicht maskierten Vertices des aktuell ausgewählten Modells.
tr: Seçili modellerin tüm maskelenmemiş köşelerini siler.

source: Separate Vertices... Shift+S
de: Vertices aufteilen... Shift+S
tr: Ayrışmış Köşeler... Shift+S

source: Separate the current shape into two by using the mask.
de: Teilt das ausgewählte Modell mithilfe der Maske in zwei auf.
tr: Maskeyi kullanarak mevcut modeli ikiye ayır.

source: Merge Geometry...
de: Geometrie zusammenführen...
tr: Geometriyi Birleştir...

source: Copies vertices and triangles from one shape to another.
de: Vertices und Triangles von einem Modell zum anderen kopieren.
tr: Köşeleri ve üçgenleri bir şekilden diğerine kopyalar.

source: Duplicate...
de: Duplizieren...
tr: Tekrarla...

source: Duplicate the current shape.
de: Dupliziert das aktuelle Modell.
tr: Geçerli modeli tekrarla.

source: Refine Mesh
de: Modell verfeinern
tr: Ağ Düzeltme

source: Splits all edges between unmasked vertices
de: Teilt alle Kanten zwischen den unmaskierten Vertices
tr: Maskelenmemiş köşeler arasında tüm kenarları böler

source: Rename... F2
de: Umbenennen... F2
tr: Ad Değiştir... F2

source: Change the name of the current shape.
de: Ändert den Namen des aktuellen Modells.
tr: Geçerli modelin adını değiştir.

source: Set Reference
de: Referenz setzen
tr: Örnek Kurulumu

source: Turn the shape into the reference shape of the project.
de: Wandelt das Modell in ein Referenzmodell des Projekts um.
tr: Dönüştürülen projeyi örnek model olarak kaydet.

source: Move...
de: Verschieben...
tr: Hareket...

source: Apply an offset adjustment to the mesh vertices. This permanently moves vertices.
de: Verschiebt die Vertices des Modells permanent.
tr: Kafes köşelerine bir dengeleme ayarı uygula. Bu kalıcı olarak köşe noktalarını düzenleyecek.

source: Scale...
de: Skalieren...
tr: Derece...

source: Apply a scale adjustment to the shape. This permanently moves vertices.
de: Skaliert die Vertices des Modells permanent.
tr: Modele bir ölçek derecesi ayarını uygula. Bu kalıcı olarak köşe noktalarını düzenleyecek.

source: Rotate...
de: Rotieren...
tr: Dönüş...

source: Apply a rotation to the mesh vertices. This permanently moves vertices.
de: Rotiert die Vertices des Modells permanent.
tr: Modele bir dönüş derecesi ayarını uygula. Bu kalıcı olarak köşe noktalarını düzenleyecek.

source: Smooth Seam Normals
de: Rand-Normals glätten
tr: Pürüzsüz Dikiş Standartı

source: Smooths edges of seams (usually found at texture borders), disable if this causes odd normals on the shape.
de: Glättet Kanten von Rändern (normalerweise bei Texturgrenzen). Deaktivieren bei seltsamen Normals.
tr: Dikişlerin kenarlarını pürüzsüzleştirir (genellikle doku sınırlarında bulunur), bu durum model üzerindeki tuhaf şekillere neden oluyorsa devre dışı bırakabilirsin.

source: Lock Normals
de: Normals sperren
tr: Standart Kilidi
