Repository: WisperGatis/BodySlide-and-Outfit-Studio
Catalog: lang/*/BodySlide.po
Languages: de, tr

source: %d unreferenced nodes were deleted.
de: %d unreferenzierte Nodes wurden entfernt.
tr: %d kullanılmayan bezecikler silindi.

source: Please enter a new unique name for the mask.
de: Bitte geben Sie einen neuen, einzigartigen Namen für die Maske ein.
tr: Lütfen maske için yeni bir isim belirleyin.

source: New Mask
de: Neue Maske
tr: Yeni Maske

source: Reset all bone poses?
de: Pose aller Bones zurücksetzen?
tr: Tüm iskelet hareketleri sıfırlansın mı?

source: Reset Pose
de: Pose zurücksetzen
tr: Hareketleri Sıfırla

source: Please enter a new unique name for the pose.
de: Bitte geben Sie einen neuen, einzigartigen Namen für die Pose ein.
tr: Lütfen yeni duruş hareketi için bir isim belirle.

source: New Pose
de: Neue Pose
tr: Yeni Hareket

source: Are you sure you wish to delete the pose '%s'?
de: Sind Sie sich sicher, dass Sie die Pose '%s' löschen wollen?
tr: '%s' hareketini silmek istediğinden emin misin?

source: Confirm pose delete
de: Posenlöschung bestätigen
tr: Hareketi silmeyi onayla

source: The vertex picked has more than three connections.
de: Das gewählte Vertex hat mehr als drei Verbindungen.
tr: Seçilen uç tepe noktasının üçten fazla bağlantısı var.

source: Neither the selected nor target vertices are on the mesh boundary. It is recommended that you only weld or merge boundary vertices. Continue?
tr: Ne seçim ne de hedef köşeler ağ sınırında değil. Yalnızca sınır köşelerini kaynaklaman veya birleştirmen önerilir. Devam edecek misin?

source: The selected vertex is not on the mesh boundary. It is recommended that you only weld or merge boundary vertices. Continue?
tr: Seçilen tepe noktası ağ sınırında değil. Yalnızca sınır köşelerini kaynaklaman veya birleştirmen önerilir. Devam edecek misin?

source: The target vertex is not on the mesh boundary. It is recommended that you only weld or merge boundary vertices. Continue?
tr: Hedef tepe noktası ağ sınırında değil. Yalnızca sınır köşelerini kaynaklaman veya birleştirmen önerilir. Devam edecek misin?

source: Weld/Merge Non-Boundary Vertices
tr: Sınır Dışı Köşeleri Kaynakla/Birleştir

source: The edge picked is on the surface boundary. Pick an interior edge.
de: Die ausgewählte Kante ist am Oberflächenrand. Wählen Sie eine innere Kante.
tr: Alınan kenar yüzey sınırında. Bir iç kenar seçmelisin.

source: The edge picked has multiple triangles of the same orientation. Correct the orientations before splitting.
de: Die ausgewählte Kante hat mehrere Triangles mit der selben Ausrichtung. Bitte korrigieren Sie die Ausrichtung vor der Aufteilung.
tr: Seçilen kenar, aynı yönelimde birden çok üçgene sahip. Bölmeden önce yönlerini düzeltmelisin.

source: Loading slider file...
de: Lade Slider-Datei...
tr: Kaydırıcı dosyası yükleniyor...

source: Show the Normal Map Generator dialog.
de: Zeige den Normal Map Generator-Dialog.
tr: Normal Harita Üreticisi konuşmasını göster.

source: Preview failed: OpenGL context is not OK.
de: Vorschau fehlgeschlagen: OpenGL-Kontext ist nicht OK.
tr: Ön izleme başarısız: OpenGL içeriği Mevcut değil.

source: Material
tr: Malzeme

source: Choose material file
de: Material-Datei auswählen
tr: Malzeme dosyasını seç

source: Please choose a shape to copy from
de: Bitte wählen Sie ein Modell für die Kopie aus
tr: Lütfen kopyalamak için bir kalıp seçimi yap

source: Choose shape
de: Modell auswählen
tr: Kalıp seçimi

source: Size
de: Größe
tr: Boyut

source: Shortcut: 'S' + mouse wheel
de: Tastaturkürzel: 'S' + Mausrad
tr: Kısayol Tuşu: 'S' + Fare Tekerleği

source: Strength
de: Stärke
tr: Kuvvet

source: Focus
de: Fokus
tr: Odak

source: Spacing
de: Abstand
tr: Aralık

source: Turn on edit mode for this slider.
de: Schalte den Bearbeitungsmodus dieses Sliders an.
tr: Bu kaydırıcı için düzenleme modunu aç.

source: Weaken slider data by 1%.
de: Sliderdaten um 1% abschwächen.
tr: Kaydırıcı verilerini 1% azalt.

source: Strengthen slider data by 1%.
de: Sliderdaten um 1% verstärken.
tr: Kaydırıcı verilerini %1 oranında güçlendir.
